<?php
/*
 * Your installation or use of this SugarCRM file is subject to the applicable
 * terms available at
 * http://support.sugarcrm.com/Resources/Master_Subscription_Agreements/.
 * If you do not agree to all of the applicable terms or do not have the
 * authority to bind the entity as an authorized representative, then do not
 * install or use this SugarCRM file.
 *
 * Copyright (C) SugarCRM Inc. All rights reserved.
 */
$mod_strings = array(
    'LBL_MODULE_NAME' => 'Πολιτική προστασίας προσωπικών δεδομένων',
    'LBL_MODULE_NAME_SINGULAR' => 'Πολιτική προστασίας προσωπικών δεδομένων',
    'LBL_NUMBER' => 'Αριθμός',
    'LBL_TYPE' => 'Τύπος',
    'LBL_SOURCE' => 'Πηγή',
    'LBL_REQUESTED_BY' => 'Ζητήθηκε από',
    'LBL_DATE_OPENED' => 'Ημερομηνία που άνοιξε',
    'LBL_DATE_DUE' => 'Ημερομηνία λήξης',
    'LBL_DATE_CLOSED' => 'Ημερομηνία κλεισίματος',
    'LBL_BUSINESS_PURPOSE' => 'Επαγγελματικοί σκοποί για τους οποίους δώσατε τη συγκατάθεσή σας',
    'LBL_LIST_NUMBER' => 'Αριθμός',
    'LBL_LIST_SUBJECT' => 'Θέμα',
    'LBL_LIST_PRIORITY' => 'Προτεραιότητα',
    'LBL_LIST_STATUS' => 'Κατάσταση',
    'LBL_LIST_TYPE' => 'Τύπος',
    'LBL_LIST_SOURCE' => 'Πηγή',
    'LBL_LIST_REQUESTED_BY' => 'Ζητήθηκε από',
    'LBL_LIST_DATE_DUE' => 'Ημερομηνία λήξης',
    'LBL_LIST_DATE_CLOSED' => 'Ημερομηνία κλεισίματος',
    'LBL_LIST_DATE_MODIFIED' => 'Ημερομηνία Τροποποίησης',
    'LBL_LIST_MODIFIED_BY_NAME' => 'Τροποποιήθηκε Από',
    'LBL_LIST_ASSIGNED_TO_NAME' => 'Ανατεθειμένος Χειριστής',
    'LBL_SHOW_MORE' => 'Εμφάνιση περισσότερων δραστηριοτήτων προστασίας προσωπικών δεδομένων',
    'LNK_DATAPRIVACY_LIST' => 'Δείτε τις δραστηριότητες απόρρητου δεδομένων',
    'LNK_NEW_DATAPRIVACY' => 'Δημιουργήσετε δραστηριότητα απόρρητου δεδομένων',
    'LBL_LEADS_SUBPANEL_TITLE' => 'Δυνητικοί Πελάτες',
    'LBL_CONTACTS_SUBPANEL_TITLE' => 'Επαφές',
    'LBL_PROSPECTS_SUBPANEL_TITLE' => 'Στόχοι',
    'LBL_ACCOUNTS_SUBPANEL_TITLE' => 'Λογιαριασμοί',
    'LBL_LISTVIEW_FILTER_ALL' => 'Όλα τα δεδομένα δραστηριοτήτων προστασίας προσωπικών δεδομένων',
    'LBL_ASSIGNED_TO_ME' => 'Τα δεδομένα μου δραστηριοτήτων προστασίας προσωπικών δεδομένων',
    'LBL_SEARCH_AND_SELECT' => 'Εξερευνήστε και επιλέξτε δεδομένα δραστηριοτήτων προστασίας προσωπικών δεδομένων',
    'TPL_SEARCH_AND_ADD' => 'Εξερευνήστε και προσθέστε δεδομένα δραστηριοτήτων προστασίας προσωπικών δεδομένων',
    'LBL_WARNING_ERASE_CONFIRM' => 'Πρόκειται να διαγράψετε μόνιμα {0} πεδίo/α. Δεν υπάρχει επιλογή για ανάκτηση αυτών των δεδομένων μετά την ολοκλήρωση της διαγραφής. Είστε βέβαιοι ότι θέλετε να προχωρήσετε;',
    'LBL_WARNING_REJECT_ERASURE_CONFIRM' => 'Έχετε {0} πεδίo/α που έχei/ουν επισημανθεί για διαγραφή. Η επιβεβαίωση θα ακυρώσει τη διαγραφή, θα διατηρήσει όλα τα δεδομένα και θα επισημάνει αυτό το αίτημα ως απορριφθέν. Είστε βέβαιοι ότι θέλετε να προχωρήσετε;',
    'LBL_WARNING_COMPLETE_CONFIRM' => 'Πρόκειται να επισημάνετε αυτό το αίτημα ως ολοκληρωμένο. Αυτό θα ρυθμίσει μόνιμα την κατάσταση στο Ολοκληρωμένη και δεν μπορεί να ξανανοίξει. Είστε βέβαιοι ότι θέλετε να προχωρήσετε;',
    'LBL_WARNING_REJECT_REQUEST_CONFIRM' => 'Πρόκειται να επισημάνετε αυτό το αίτημα ως απορριφθέν. Αυτό θα ρυθμίσει μόνιμα την κατάσταση στο Απορριφθέν και δεν μπορεί να ξανανοίξει. Είστε βέβαιοι ότι θέλετε να προχωρήσετε;',
    'LBL_RECORD_SAVED_SUCCESS' => 'Δημιουργήσατε με επιτυχία τη δραστηριότητα απορρήτου δεδομένων <a href="#{{buildRoute model=this}}">{{name}}</a>.', // use when a model is available
    'LBL_REJECT_BUTTON_LABEL' => 'Απόρριψη',
    'LBL_COMPLETE_BUTTON_LABEL' => 'Ολοκληρωμένο',
    'LBL_ERASE_COMPLETE_BUTTON_LABEL' => 'Διαγραφή και ολοκλήρωση',
    'LBL_ERASE_SUBPANEL_FIELDS_LABEL' => 'Διαγράψτε τα πεδία που έχουν επιλεγεί μέσω υποπινάκων',
    'LBL_COUNT_FIELDS_MARKED' => 'Πεδία που σημειώνονται για διαγραφή',
    'LBL_NO_RECORDS_MARKED' => 'Δεν έχουν επισημανθεί πεδία ή εγγραφές για διαγραφή.',
    'LBL_DATA_PRIVACY_RECORD_DASHBOARD' => 'Πίνακας ελέγχου εγγραφών Πολιτικής προστασίας προσωπικών δεδομένων',

    // list view
    'LBL_HELP_RECORDS' => 'Η μονάδα Πολιτική προστασίας προσωπικών δεδομένων παρακολουθεί τις δραστηριότητες απορρήτου, συμπεριλαμβανομένων των αιτημάτων συγκατάθεσης και των υποκειμένων αιτημάτων, για την υποστήριξη των διαδικασιών απορρήτου του οργανισμού σας. Δημιουργήστε εγγραφές απορρήτου δεδομένων που σχετίζονται με την εγγραφή ενός ατόμου (π.χ. μιας επαφής) για να παρακολουθήσετε την απόδοση συναίνεσης εκ μέρους του ή για να αναλάβετε δράση σχετικά με ένα αίτημα προστασίας προσωπικών δεδομένων.',
    // record view
    'LBL_HELP_RECORD' => 'Η μονάδα Πολιτική προστασίας προσωπικών δεδομένων παρακολουθεί τις δραστηριότητες απορρήτου, συμπεριλαμβανομένων των αιτημάτων συγκατάθεσης και των υποκειμένων αιτημάτων, για την υποστήριξη των διαδικασιών απορρήτου του οργανισμού σας. Δημιουργήστε εγγραφές απορρήτου δεδομένων που σχετίζονται με την εγγραφή ενός ατόμου (π.χ. μιας επαφής) για να παρακολουθήσετε την απόδοση συναίνεσης εκ μέρους του ή για να αναλάβετε δράση σχετικά με ένα αίτημα προστασίας προσωπικών δεδομένων. Μόλις ολοκληρωθεί η απαιτούμενη ενέργεια, οι χρήστες στο ρόλο διαχειριστή Πολιτικής προστασίας προσωπικών δεδομένων μπορούν να κάνουν κλικ στα «Ολοκλήρωση» ή «Απόρριψη» για ενημέρωση της κατάστασης.

Για αιτήματα διαγραφής, επιλέξτε «Σήμανση για διαγραφή» για κάθε μία από τις εγγραφές του ατόμου που είναι καταγεγραμμένες στους παρακάτω υποπίνακες. Αφού επιλεγούν όλα τα επιθυμητά πεδία, η επιλογή «Διαγραφή και ολοκλήρωση» θα καταργήσει οριστικά τις τιμές των πεδίων και θα επισημάνει την καταχώριση πολιτικής απορρήτου δεδομένων ως ολοκληρωμένη.',
);
