<?php
/*
 * Your installation or use of this SugarCRM file is subject to the applicable
 * terms available at
 * http://support.sugarcrm.com/Resources/Master_Subscription_Agreements/.
 * If you do not agree to all of the applicable terms or do not have the
 * authority to bind the entity as an authorized representative, then do not
 * install or use this SugarCRM file.
 *
 * Copyright (C) SugarCRM Inc. All rights reserved.
 */
/*********************************************************************************

 * Description:  Defines the English language pack for the base application.
 * Portions created by SugarCRM are Copyright (C) SugarCRM, Inc.
 * All Rights Reserved.
 * Contributor(s): ______________________________________..
 ********************************************************************************/

$mod_strings = array (
  'LBL_MODULE_NAME' => 'إشعارات الفريق',
  'LBL_MODULE_NAME_SINGULAR' => 'إشعار الفريق',
  'LBL_MODULE_TITLE' => 'إشعارات الفريق: الصفحة الرئيسية',
  'LBL_SEARCH_FORM_TITLE' => 'البحث عن إشعار الفريق',
  'LBL_LIST_FORM_TITLE' => 'لائحة إشعار الفريق',
  'LBL_PRODUCTTYPE' => 'إشعار الفريق',
  'LBL_NOTICES' => 'إشعارات الفريق',
  'LBL_LIST_NAME' => 'العنوان',
  'LBL_URL' => 'عنوان URL',
  'LBL_URL_TITLE' => 'عنوان URL',
  'LBL_LIST_DESCRIPTION' => 'الوصف',
  'LBL_NAME' => 'العنوان',
  'LBL_DESCRIPTION' => 'الوصف',
  'LBL_LIST_LIST_ORDER' => 'الترتيب',
  'LBL_LIST_ORDER' => 'الترتيب',
  'LBL_DATE_START' => 'تاريخ البدء',
  'LBL_DATE_END' => 'تاريخ الإنهاء',
  'LBL_STATUS' => 'الحالة',
  'LNK_NEW_TEAM' => 'إنشاء فريق',
  'LNK_NEW_TEAM_NOTICE' => 'إشعار إنشاء الفريق',
  'LNK_LIST_TEAM' => 'الفرق',
  'LNK_LIST_TEAMNOTICE' => 'إشعارات الفريق',
  'LNK_PRODUCT_LIST' => 'منتجات قائمة الأسعار',
  'LNK_NEW_PRODUCT' => 'إنشاء منتج',
  'LNK_NEW_MANUFACTURER' => 'الشركات المصنعة',
  'LNK_NEW_SHIPPER' => 'مزودي الشحن',
  'LNK_NEW_PRODUCT_CATEGORY' => 'فئات المنتج',
  'LNK_NEW_PRODUCT_TYPE' => 'قائمة نوع المنتج',
  'NTC_DELETE_CONFIRMATION' => 'هل تريد بالتأكيد حذف هذا السجل؟',
  'ERR_DELETE_RECORD' => 'يجب تحديد رقم السجل لحذف نوع المنتج.',
  'NTC_LIST_ORDER' => 'قم بتعيين الترتيب الذي سيظهر به هذا المنتج في القوائم المنسدلة لـ "نوع المنتج".',
  'dom_status' => 
  array (
    'Visible' => 'مرئي',
    'Hidden' => 'مخفي',
),
  'LBL_TEAM_NOTICE_FEATURES' => 'الميزات:
* واجهة المستخدم المحسنة والمعالج الجديد يتضمنان تصميمًا بسيطًا، وسهل الاستخدام، ومصحوبًا بعملية موجهة لمساعدة المستخدم على إنشاء التقرير خطوة بخطوة.
* تتيح مجموعات إعداد التقارير المعقدة للمستخدمين إمكانية إنشاء تقارير في وحدات عديدة باستخدام المنطق المعقد.
* تتيح تقارير المصفوفات القدرة على التجميع بواسطة سمات عديدة في مخطط شبكة مرن. يمكن للمستخدمين إنشاء جداول محورية معقدة تتمتع بإمكانية عرض عمليات مثل جمع، والمتوسط، وعد، والنسبة المئوية.
* تتيح فلاتر وقت التشغيل للمستخدمين إمكانية تغيير سمات تقرير في الوقت الفعلي.',
  'LBL_TEAM_NOTICE_WIRELESS' => 'يؤدي عرض المحمول الجديد لتطبيق SugarCRM إلى فصل المقايضة بين إمكانية الاستخدام والقدرة على التنقل.
 الميزات:
* توفر "واجهة المستخدم المحسنة" للمستخدمين إمكانية التعديل أثناء العرض، وعرض التفاصيل، وعروض اللوائح، والسجلات ذات الصلة، بالإضافة إلى القدرة على الوصول إلى دليل العاملين، وتفضيلات المتجر، وعرض العناصر الحالية.
* يتيح "استقلال الجهاز" للمستخدمين إمكانية عرض بيانات SugarCRM من أي PDA، أو هاتف ذكي، بما في ذلك Blackberry وiPhone.
* تعطي ميزة "عميل HTML الذكي" عرضًا تقديميًا واضحًا لبيانات SugarCRM من خلال مستعرض ويب القياسي.
* تتيح "إمكانيات البحث الجديد" للمستخدمين إمكانية البحث عن معلومات بطريقة سريعة.',
  'LBL_TEAM_NOTICE_DATA_IMPORT' => 'تجعل "تحسينات استيراد البيانات" من السهل نقل البيانات من التطبيقات مثل Excel، وAct!، وMicrosoft Outlook، وSalesforce.com إلى SugarCRM.
 التحسينات:
* توفر "واجهة المستخدم المحسنة"للتعيين مزيدًا من الخيارات لضمان تنفيذ نقل البيانات بطريقة سهلة ودقيقة داخل SugarCRM.
* تتيح "عناصر التحكم في جودة البيانات" للمسؤولين إمكانية تحديد ما إذا كانت عمليات استيراد البيانات ينبغي أن ينتج عنها إنشاء سجلات جديدة، أو تحديث سجلات حالية، أو تقليل المعلومات المتكررة.
* يتيح الاستيراد إلى جميع الوحدات القدرة على إحضار معلومات من تطبيق CRM آخر إلى أي وحدة، وتقليل إعادة إدخال البيانات.',
  'LBL_TEAM_NOTICE_MODULE_BUILDER' => 'يتيح "منشئ الوحدات" إمكانية تمديد SugarCRM بطرق جديدة ومبتكرة.
 التحسينات:
* تتيح "العلاقات الجديدة" إمكانية ارتباط الوحدات الجديدة والحالية بطرق جديدة.
* يتيح "التدقيق" سجلاً كاملاً لإنشاء الوحدات والتعديلات لاستمرار متابعة عمليات التخصيص.
* يتيح "دعم التقارير" إمكانية تخصيص كائن ووظيفة وحدة لكي يتم عرضها في حاويات AJAX على الصفحة الرئيسية.
* توفر "قوالب جديدة" طريقة لتتبع الملفات ومعلومات الفرص بسهولة.',
  'LBL_TEAM_NOTICE_TRACKER' => 'يوفر "المتعقب" الآن إمكانية العرض الممتد داخل استخدام ومستوى أداء SugarCRM.
 الميزات:
* توفر "تقارير المتعقب" لمحة سريعة لاستخدام النظام بهدف زيادة عمليات اتخاذ القرار من قبل المستخدم، وكذا إمكانية الظهور داخل استخدام CRM. يمكن للمستخدمين عرض تقارير حول أنشطة CRM الأسبوعية، والسجلات، والوحدات التي تتم مشاهدتها، ووقت تسجيل الدخول التراكمي، وحالة الاتصال بالإنترنت لأعضاء الفرق الأخرى.
* توفر "مراقبة النظام" للمسؤولين معلومات حول كيفية استخدام النظام ونقاط الضغط المحتملة للتطبيق.',
	'LBL_MORE_DETAIL' => 'مزيد من التفاصيل' /*for 508 compliance fix*/,
);


?>
