<?php
/*
 * Your installation or use of this SugarCRM file is subject to the applicable
 * terms available at
 * http://support.sugarcrm.com/Resources/Master_Subscription_Agreements/.
 * If you do not agree to all of the applicable terms or do not have the
 * authority to bind the entity as an authorized representative, then do not
 * install or use this SugarCRM file.
 *
 * Copyright (C) SugarCRM Inc. All rights reserved.
 */
/*********************************************************************************

 * Description:  Defines the English language pack for the base application.
 * Portions created by SugarCRM are Copyright (C) SugarCRM, Inc.
 * All Rights Reserved.
 * Contributor(s): ______________________________________..
 ********************************************************************************/

$mod_strings = array (
  'LBL_MODULE_NAME' => 'ประกาศของทีม',
  'LBL_MODULE_NAME_SINGULAR' => 'ประกาศของทีม',
  'LBL_MODULE_TITLE' => 'ประกาศของทีม: หน้าแรก',
  'LBL_SEARCH_FORM_TITLE' => 'การค้นหาประกาศของทีม',
  'LBL_LIST_FORM_TITLE' => 'รายการประกาศของทีม',
  'LBL_PRODUCTTYPE' => 'ประกาศของทีม',
  'LBL_NOTICES' => 'ประกาศของทีม',
  'LBL_LIST_NAME' => 'ชื่อเรื่อง',
  'LBL_URL' => 'URL',
  'LBL_URL_TITLE' => 'ชื่อ URL',
  'LBL_LIST_DESCRIPTION' => 'คำอธิบาย',
  'LBL_NAME' => 'ชื่อเรื่อง',
  'LBL_DESCRIPTION' => 'คำอธิบาย',
  'LBL_LIST_LIST_ORDER' => 'ลำดับ',
  'LBL_LIST_ORDER' => 'ลำดับ',
  'LBL_DATE_START' => 'วันที่เริ่มต้น',
  'LBL_DATE_END' => 'วันที่สิ้นสุด',
  'LBL_STATUS' => 'สถานะ',
  'LNK_NEW_TEAM' => 'สร้างทีม',
  'LNK_NEW_TEAM_NOTICE' => 'สร้างประกาศของทีม',
  'LNK_LIST_TEAM' => 'ทีม',
  'LNK_LIST_TEAMNOTICE' => 'ประกาศของทีม',
  'LNK_PRODUCT_LIST' => 'ผลิตภัณฑ์ในบัญชีราคาสินค้า',
  'LNK_NEW_PRODUCT' => 'สร้างผลิตภัณฑ์',
  'LNK_NEW_MANUFACTURER' => 'ผู้ผลิต',
  'LNK_NEW_SHIPPER' => 'ผู้ให้บริการการส่งสินค้า',
  'LNK_NEW_PRODUCT_CATEGORY' => 'หมวดหมู่ผลิตภัณฑ์',
  'LNK_NEW_PRODUCT_TYPE' => 'รายการประเภทผลิตภัณฑ์',
  'NTC_DELETE_CONFIRMATION' => 'คุณแน่ใจหรือไม่ว่าต้องการลบระเบียนนี้',
  'ERR_DELETE_RECORD' => 'คุณต้องระบุเลขที่ระเบียนเพื่อลบประเภทผลิตภัณฑ์',
  'NTC_LIST_ORDER' => 'กำหนดลำดับที่ประเภทนี้จะแสดงในรายการแบบดรอปดาวน์ของประเภทผลิตภัณฑ์',
  'dom_status' => 
  array (
    'Visible' => 'แสดงผล',
    'Hidden' => 'ซ่อน',
),
  'LBL_TEAM_NOTICE_FEATURES' => 'คุณลักษณะ:
* ปรับปรุงอินเทอร์เฟซผู้ใช้ใหม่ พร้อมวิซาร์ดใหม่ที่มีการออกแบบเรียบง่าย ใช้งานสะดวก พร้อมด้วยคำแนะนำของแต่ละกระบวนการเพื่อนำผู้ใช้เข้าสู่การสร้างรายงาน
* ชุดการรายงานที่ช่วยให้ผู้ใช้สามารถสร้างรายงานในหลายโมดูลโดยใช้ตรรกะที่มีความซับซ้อน
* รายงานเมตริกซ์ที่่ช่วยให้จัดกลุ่มตามหลายแอททริบิวในเลย์เอาต์ตารางที่ยืดหยุ่น ผู้ใช้สามารถสร้างตาราง Pivot ที่ซับซ้อนและมีความสามารถในการแสดงการคำนวณ เช่น ผลรวม ค่าเฉลี่ย จำนวน และเปอร์เซ็นต์
* ตัวกรองขณะรันไทม์ช่วยให้ผู้ใช้สามารถเปลี่ยนแอททริบิวของรายงานได้แบบเรียลไทม์',
  'LBL_TEAM_NOTICE_WIRELESS' => 'มุมมองอุปกรณ์เคลื่อนที่ใหม่สำหรับแอปพลิเคชัน SugarCRM ตอบสนองความต้องการได้ทั้งในด้านการใช้งานและความคล่องตัว
คุณลักษณะ:
* ปรับปรุงอินเทอร์เฟซผู้ใช้ใหม่ พร้อมด้วยมุมมองในการแก้ไข แสดงรายละเอียด มุมมองรายการ และระเบียนที่เกี่ยวข้อง ตลอดจนสามารถเข้าถึงไดเรกทอรีพนักงาน เก็บการตั้งค่า และดูรายการล่าสุด
* การทำงานที่ไม่อ้างอิงอุปกรณ์ทำให้ผู้ใช้สามารถดูข้อมูลของ SugarCRM ได้จาก PDA หรือสมาร์ทโฟนทุกชนิด รวมถึง Blackberry และ iPhone
* ไคลเอ็นต์ HTML ที่สมบูรณ์แบบสามารถนำเสนอข้อมูลของ SugarCRM อย่างชัดเจนผ่านเว็บเบราว์เซอร์มาตรฐาน
* ความสามารถในการค้นหาใหม่ช่วยให้ผู้ใช้ค้นพบข้อมูลได้อย่างรวดเร็ว',
  'LBL_TEAM_NOTICE_DATA_IMPORT' => 'การปรับปรุงการนำเข้าข้อมูลทำให้คุณสามารถย้ายข้อมูลจากแอปพลิเคชันต่างๆ เช่น Excel, Act!, Microsoft Outlook และ Salesforce.com มาสู่ SugarCRM ได้ง่ายขึ้น
การปรับปรุง:
* ปรับปรุงอินเทอร์เฟซผู้ใช้สำหรับการแมป มีตัวเลือกเพิ่มเติมที่ทำให้การโอนข้อมูลเข้าสู่ SugarCRM เป็นไปอย่างราบรื่นและแม่นยำ
* การควบคุมคุณภาพข้อมูลช่วยให้ผู้ดูแลระบบสามารถระบุว่าการนำเข้าข้อมูลจะสร้างระเบียนใหม่หรืออัปเดตระเบียนที่มีอยู่ ซึ่งจะช่วยลดปัญหาข้อมูลซ้ำซ้อน
* นำเข้าสู่โมดูลทั้งหมด สามารถนำข้อมูลจากแอปพลิเคชัน CRM อื่นมาสู่โมดูลใดก็ได้ ช่วยลดภาระในการป้อนข้อมูลใหม่',
  'LBL_TEAM_NOTICE_MODULE_BUILDER' => 'เครื่องมือสร้างโมดูลช่วยให้คุณสามารถขยายขีดความสามารถของ SugarCRM ได้อย่างล้ำหน้าและสร้างสรรค์
การปรับปรุง:
* ความสัมพันธ์ใหม่ช่วยให้สามารถเชื่อมโยงโมดูลใหม่และโมดูลที่มีอยู่ในลักษณะใหม่ๆ
* การตรวจสอบจะให้ข้อมูลประวัติทั้งหมดของการสร้างและการปรับเปลี่ยนโมดูลเพื่อติดตามการปรับแต่ง
* การสนับสนุนส่วนข้อมูลช่วยให้สามารถแสดงการทำงานของออบเจกต์ที่กำหนดเองและโมดูลในคอนเทนเนอร์ AJAX ในหน้าแรก
* เทมเพลทใหม่ๆ ช่วยให้ติดตามไฟล์และข้อมูลโอกาสทางการขายได้ง่ายขึ้น',
  'LBL_TEAM_NOTICE_TRACKER' => 'ขณะนี้เครื่องมือติดตามจะมีมุมมองแบบขยายสำหรับการใช้งานและประสิทธิภาพของ SugarCRM
คุณลักษณะ:
* รายงานของเครื่องมือติดตามจะมีสแนปชอตสำหรับการใช้งานของระบบ เพื่อเพิ่มการหันมาใช้และข้อมูลเชิงลึกเกี่ยวกับการใช้งาน CRM ผู้ใช้สามารถดูรายงานกิจกรรม CRM รายสัปดาห์ ระเบียนและโมดูลที่ดู เวลาที่ล็อกอินสะสม และสถานะออนไลน์ของสมาชิกคนอื่นในทีม
* การตรวจสอบระบบจะให้ข้อมูลแก่ผู้ดูแลระบบว่ามีการใช้งานระบบอย่างไรบ้าง และจุดที่อาจเป็นภาระสำหรับแอปพลิเคชัน',
	'LBL_MORE_DETAIL' => 'รายละเอียดเพิ่มเติม' /*for 508 compliance fix*/,
);


?>
