<?php
/*
 * Your installation or use of this SugarCRM file is subject to the applicable
 * terms available at
 * http://support.sugarcrm.com/Resources/Master_Subscription_Agreements/.
 * If you do not agree to all of the applicable terms or do not have the
 * authority to bind the entity as an authorized representative, then do not
 * install or use this SugarCRM file.
 *
 * Copyright (C) SugarCRM Inc. All rights reserved.
 */
/*********************************************************************************

 * Description:  Defines the English language pack for the base application.
 * Portions created by SugarCRM are Copyright (C) SugarCRM, Inc.
 * All Rights Reserved.
 * Contributor(s): ______________________________________..
 ********************************************************************************/

$mod_strings = array (
  'LBL_MODULE_NAME' => 'Повідомлення для команди',
  'LBL_MODULE_NAME_SINGULAR' => 'Повідомлення для команди',
  'LBL_MODULE_TITLE' => 'Повідомлення для команди: Головна',
  'LBL_SEARCH_FORM_TITLE' => 'Пошук повідомлення для команди',
  'LBL_LIST_FORM_TITLE' => 'Список повідомлень для команди',
  'LBL_PRODUCTTYPE' => 'Повідомлення для команди',
  'LBL_NOTICES' => 'Повідомлення для команди',
  'LBL_LIST_NAME' => 'Посада',
  'LBL_URL' => 'URL',
  'LBL_URL_TITLE' => 'Заголовок URL',
  'LBL_LIST_DESCRIPTION' => 'Опис',
  'LBL_NAME' => 'Посада',
  'LBL_DESCRIPTION' => 'Опис',
  'LBL_LIST_LIST_ORDER' => 'Порядок',
  'LBL_LIST_ORDER' => 'Порядок',
  'LBL_DATE_START' => 'Дата початку',
  'LBL_DATE_END' => 'Дата завершення',
  'LBL_STATUS' => 'Статус',
  'LNK_NEW_TEAM' => 'Створити команду',
  'LNK_NEW_TEAM_NOTICE' => 'Створити повідомлення для команди',
  'LNK_LIST_TEAM' => 'Команди',
  'LNK_LIST_TEAMNOTICE' => 'Повідомлення для команди',
  'LNK_PRODUCT_LIST' => 'Прайс-лист продуктів',
  'LNK_NEW_PRODUCT' => 'Створити продукт',
  'LNK_NEW_MANUFACTURER' => 'Виробники',
  'LNK_NEW_SHIPPER' => 'Постачальники перевезень',
  'LNK_NEW_PRODUCT_CATEGORY' => 'Категорії продуктів',
  'LNK_NEW_PRODUCT_TYPE' => 'Список типів проуктів',
  'NTC_DELETE_CONFIRMATION' => 'Ви дійсно бажаєте видалити цей запис?',
  'ERR_DELETE_RECORD' => 'Необхідно вказати номер запису перед видаленням.',
  'NTC_LIST_ORDER' => 'Встановіть порядок, в якому цей тип буде з&#39;являтися у спадаючому списку Типів продуктів',
  'dom_status' => 
  array (
    'Visible' => 'Видимий',
    'Hidden' => 'Прихований',
),
  'LBL_TEAM_NOTICE_FEATURES' => 'Особливості: * Покращений інтерфейс і новий Майстер об&#39;єднують простий, інтуїтивний дизайн і покроковий процес створення звіту з інструкцією для користувача. * Складні за структурою звіти дозволяють користувачам створювати звіти використовуючи велику кількість модулів і складну логіку. * Зведені звіти дають можливість групувати дані по безлічі атрибутів у вигляді гнучкої сітки. Користувачі можуть створювати складні експериментальні таблиці з можливістю відображати такі операції як Сума, Середня величина, Обчислення, Відсоткове співвідношення. * Run-Time фільтри дозволяють користувачам змінювати атрибути звіту в в реальному часі.',
  'LBL_TEAM_NOTICE_WIRELESS' => 'Новий мобільний інтерфейс програми SugarCRM ламає компроміс між зручністю використання і мобільністю. <br /> <br /> Особливості: <br /> - Покращений інтерфейс дає користувачам доступ до редагування, подробиць, перегляду списків і пов&#39;язаних записів, а так само можливість доступу до директорії співробітників, властивостям сховища і недавно переглянутим об&#39;єктам. <br /> <br /> - Незалежність від пристрою дає користувачам можливість переглядати дані SugarCRM з будь-якого PDA або смартфона, включаючи Blackberry і iPhone. <br /> <br /> - Клієнт з підтримкою Rich HTML дозволяє прекрасно відображати дані SugarCRM через стандартний веб-браузер. <br /> <br /> - Нові можливості пошуку дозволяють користувачам швидше знаходити інформацію.',
  'LBL_TEAM_NOTICE_DATA_IMPORT' => 'Поліпшення імпорту даних дозволяє набагато простіше імпортувати дані з таких додатків як Excel, Act !, Microsoft Outlook і Salesforce.com в SugarCRM. <br /> <br /> Покращення: <br /> <br /> - Покращений інтерфейс для відображення надає більше можливостей, щоб упевнитися в гладкості й акуратності процесу перенесення даних в SugarCRM <br /> <br /> - Контроль якості даних дозволяє адміністраторам вибирати, чи будуть створюватися нові записи для імпорті даних або дані будуть імпортуватися у вже існуючі записи, і таким чином зменшити дублювання інформації. <br /> <br /> - Імпорт  Усіх модулів дозволяє перенести інформацію з іншого CRM-додатки в будь-який модуль, скорочуючи повторне введення даних.',
  'LBL_TEAM_NOTICE_MODULE_BUILDER' => 'Конструктор модулів дозволяє вам розширити функціонал SugarCRM в нових напрямках. <br /> <br /> Покращення: <br /> <br /> - Нові відносини дозволяють новим та існуючим модулям складатися в нових типах відносин. <br /> <br /> - Функція ревізії надає повну історію створення і подальшої модифікації модуля для відстеження змін. <br /> <br /> - Підтримка Розділів дозволяє відображати індивідуальні об&#39;єкти і функціонал модулів в AJAX-контейнерах Головної сторінки. <br /> <br /> - Нові Шаблони надають можливість легко відстежувати файли та інформацію по операціях .',
  'LBL_TEAM_NOTICE_TRACKER' => 'Трекер тепер надає розширений вигляд на використання і продуктивність SugarCRM. <br /> <br /> Особливості: <br /> <br /> - Звіти трекера надають миттєву картинку використання системи для збільшення привабливості в очах користувачів і чіткішого розуміння ними застосування CRM. <br /> <br /> - Користувачі можуть переглядати звіти про щотижневу діяльності в CRM, переглянуті записи і модулі, сукупний час знаходження в системі і онлайн-статус інших учасників команди. <br /> <br /> - Моніторинг системи надає адміністраторам інформацію про використання системи та потенційні місця в системі, на які слід звернути особливу увагу.',
	'LBL_MORE_DETAIL' => 'Детальніше' /*for 508 compliance fix*/,
);


?>
