<?php
/*
 * Your installation or use of this SugarCRM file is subject to the applicable
 * terms available at
 * http://support.sugarcrm.com/Resources/Master_Subscription_Agreements/.
 * If you do not agree to all of the applicable terms or do not have the
 * authority to bind the entity as an authorized representative, then do not
 * install or use this SugarCRM file.
 *
 * Copyright (C) SugarCRM Inc. All rights reserved.
 */

$mod_strings = array(
    'LBL_LOADING' => 'กำลังโหลด' /*for 508 compliance fix*/,
    'LBL_HIDEOPTIONS' => 'ซ่อนตัวเลือก' /*for 508 compliance fix*/,
    'LBL_DELETE' => 'ลบ' /*for 508 compliance fix*/,
    'LBL_POWERED_BY_SUGAR' => 'ขับเคลื่อนโดย SugarCRM' /*for 508 compliance fix*/,
    'LBL_ROLE' => 'บทบาท',
'help'=>array(
    'package'=>array(
            'create'=>'ระบุ <b>ชื่อ</b> สำหรับแพ็คเกจ ชื่อนี้ต้องขึ้นต้นด้วยตัวอักษร และต้องประกอบด้วยตัวอักษร ตัวเลข และเครื่องหมายขีดล่าง ห้ามเว้นวรรคและใช้อักขระพิเศษ (ตัวอย่าง: HR_Management)<br/><br/> คุณสามารถระบุข้อมูล <b>ผู้เขียน</b> และ <b>คำอธิบาย</b> สำหรับแพ็คเกจได้ <br/><br/>คลิก <b>บันทึก</b> เพื่อสร้างแพ็คเกจ',
            'modify'=>'คุณสมบัติและการดำเนินการที่ทำได้สำหรับ <b>แพ็คเกจ</b> จะปรากฏที่นี่<br><br>คุณสามารถแก้ไข <b>ชื่อ</b>, <b>ผู้เขียน</b> และ <b>คำอธิบาย</b> แพ็คเกจ ตลอดจนดูและปรับแต่งโมดูลทั้งหมดที่อยู่ในแพ็คเกจ<br><br>คลิก <b>โมดูลใหม่</b> เพื่อสร้างโมดูลสำหรับแพ็คเกจ<br><br>ถ้าแพ็คเกจมีอย่างน้อยหนึ่งโมดูล คุณสามารถ <b>เผยแพร่</b> และ <b>ปรับใช้</b> แพ็คเกจ ตลอดจน <b>ส่งออก</b> การปรับแต่งที่ทำไว้ในแพ็คเกจได้',
            'name'=>'นี่คือ <b>ชื่อ</b> ของแพ็คเกจปัจจุบัน <br/><br/>ชื่อจะต้องขึ้นต้นด้วยตัวอักษรและต้องประกอบด้วยตัวอักษร ตัวเลข และเครื่องหมายขีดล่างเท่านั้น ห้ามเว้นวรรคและใช้อักขระพิเศษ (ตัวอย่าง: HR_Management)',
            'author'=>'นี่คือ <b>ผู้เขียน</b> ที่ปรากฏระหว่างการติดตั้งเป็นชื่อของเอนทิตีที่สร้างแพ็คเกจ<br><br>ผู้เขียนอาจเป็นบุคคลหรือบริษัทก็ได้',
            'description'=>'นี่คือ <b>คำอธิบาย</b> ของแพ็คเกจที่ปรากฏระหว่างการติดตั้ง',
            'publishbtn'=>'คลิก <b>เผยแพร่</b> เพื่อบันทึกข้อมูลที่ป้อนไว้ทั้งหมดและสร้างไฟล์ .zip ซึ่งเป็นแพ็คเกจในเวอร์ชันที่ติดตั้งได้<br><br>ใช้ <b>เครื่องมือโหลดโมดูล</b> เพื่ออัปโหลดไฟล์ .zip และติดตั้งแพ็คเกจ',
            'deploybtn'=>'คลิกที่ <b>ปรับใช้</b> เพื่อบันทึกข้อมูลที่ป้อนทั้งหมดและติดตั้งแพ็คเกจ รวมถึงโมดูลทั้งหมดในอินสแตนซ์ปัจจุบัน',
            'duplicatebtn'=>'คลิก <b>ทำซ้ำ</b> เพื่อคัดลอกเนื้อหาของแพ็คเกจในแพ็คเกจใหม่ และแสดงแพ็คเกจใหม่<br/><br/>สำหรับแพ็คเกจใหม่ ระบบจะสร้างชื่อใหม่ให้โดยอัตโนมัติโดยเพิ่มตัวเลขต่อท้ายชื่อของแพ็คเกจที่ใช้ในการสร้างแพ็คเกจใหม่ คุณสามารถเปลี่ยนชื่อแพ็คเกจใหม่ด้วยการป้อน <b>ชื่อ</b> ใหม่และคลิก <b>บันทึก</b>',
            'exportbtn'=>'คลิก <b>ส่งออก</b> เพื่อสร้างไฟล์ .zip ที่ประกอบด้วยการกำหนดค่าในแพ็คเกจ<br><br> ไฟล์ที่สร้างนี้ไม่ใช่แพ็คเกจเวอร์ชันที่ติดตั้งได้<br><br>ใช้ <b>เครื่องมือโหลดโมดูล</b> เพื่อนำเข้าไฟล์ .zip และทำให้แพ็คเกจพร้อมทั้งการปรับแต่งปรากฏในเครื่องมือสร้างโมดูล',
            'deletebtn'=>'คลิกที่ <b>ลบ</b> เพื่อลบแพ็คเกจนี้และไฟล์ทั้งหมดที่เกี่ยวข้องกับแพ็คเกจนี้',
            'savebtn'=>'คลิกที่ <b>บันทึก</b> เพื่อบันทึกข้อมูลที่ป้อนเกี่ยวกับแพ็คเกจทั้งหมด',
            'existing_module'=>'คลิกที่ไอคอน <b>โมดูล</b> เพื่อแก้ไขคุณสมบัติและปรับแต่งฟิลด์ ความสัมพันธ์ และเลย์เอาต์ที่เชื่อมโยงกับโมดูล',
            'new_module'=>'คลิกที่ <b>โมดูลใหม่</b> เพื่อสร้างโมดูลใหม่สำหรับแพ็คเกจนี้',
            'key'=>'<b>คีย์</b> ที่ประกอบด้วยตัวเลขและตัวอักษร 5 ตัวนี้ใช้นำหน้าไดเรกทอรี ชื่อคลาส และตารางฐานข้อมูลทั้งหมดสำหรับโมดูลทั้งหมดในแพ็คเกจปัจจุบัน<br><br>คีย์นี้มีวัตถุประสงค์เพื่อให้ตารางมีชื่อไม่ซ้ำกัน',
            'readme'=>'คลิกเพื่อเพิ่มข้อความ <b>Readme</b> สำหรับแพ็คเกจนี้<br><br>ข้อความ Readme นี้จะสามารถใช้ได้ในระหว่างการติดตั้ง',

),
    'main'=>array(

    ),
    'module'=>array(
        'create'=>'ระบุ <b>ชื่อ</b> สำหรับโมดูล <b>ป้ายกำกับ</b> ที่คุณระบุจะปรากฏในแท็บการนำทาง <br/><br/>เลือกเพื่อแสดงแท็บการนำทางสำหรับโมดูลด้วยการเลือกช่องทำเครื่องหมาย <b>แท็บการนำทาง</b><br/><br/>เลือกช่องทำเครื่องหมาย <b>การรักษาความปลอดภัยของทีม</b> เพื่อให้มีฟิลด์การเลือกทีมภายในระเบียนของโมดูล <br/><br/>จากนั้นเลือกประเภทโมดูลที่คุณต้องการสร้าง <br/><br/>เลือกประเภทเทมเพลท แต่ละเทมเพลทจะมีชุดฟิลด์ที่เจาะจง พร้อมทั้งเลย์เอาต์ที่กำหนดไว้ เพื่อใช้เป็นจุดเริ่มต้นสำหรับโมดูล <br/><br/>คลิก <b>บันทึก</b> เพื่อสร้างโมดูล',
        'modify'=>'คุณสามารถแก้ไขคุณสมบัติของโมดูล หรือปรับแต่ง <b>ฟิลด์</b>, <b>ความสัมพันธ์</b> และ <b>เลย์เอาต์</b> เกี่ยวกับโมดูล',
        'importable'=>'การเลือกช่องทำเครื่องหมาย <b>นำเข้าได้</b> จะเปิดใช้การนำเข้าสำหรับโมดูลนี้<br><br>ลิงก์ไปยังวิซาร์ดนำเข้าจะปรากฏในแผงข้อมูลทางลัดในโมดูล วิซาร์ดนำเข้าจะช่วยให้ความสะดวกในการนำเข้าข้อมูลจากแหล่งที่มาภายนอกเข้าสู่โมดูลที่กำหนดเอง',
        'team_security'=>'การเลือกช่องทำเครื่องหมาย <b>การรักษาความปลอดภัยของทีม</b> จะเปิดใช้การรักษาความปลอดภัยของทีมสำหรับโมดูลนี้ <br/><br/>ถ้าเปิดใช้งานการรักษาความปลอดภัยของทีม ฟิลด์การเลือกทีม จะปรากฏภายในระเบียนในโมดูล ',
        'reportable'=>'การเลือกช่องทำเครื่องหมายนี้จะทำให้มีการเรียกใช้รายงานกับโมดูล',
        'assignable'=>'การเลือกช่องนี้จะทำให้สามารถระบุระเบียนในโมดูลนี้ให้กับผู้ใช้ที่เลือกไว้',
        'has_tab'=>'การเลือก <b>แท็บการนำทาง</b> จะแสดงแท็บการนำทางสำหรับโมดูล',
        'acl'=>'การเลือกช่องทำเครื่องหมายนี้จะเปิดใช้งานการควบคุมการเข้าถึงในโมดูลนี้ รวมถึงการรักษาความปลอดภัยระดับฟิลด์ด้วย',
        'studio'=>'การเลือกช่องทำเครื่องหมายนี้จะทำให้ผู้ดูแลระบบสามารถปรับแต่งโมดูลนี้ภายใน Studio',
        'audit'=>'การเลือกช่องทำเครื่องหมายนี้จะเปิดใช้งานการตรวจสอบสำหรับโมดูลนี้ การเปลี่ยนแปลงบางฟิลด์จะได้รับการบันทึกไว้ เพื่อให้ผู้ดูแลระบบสามารถตรวจทานประวัติการแก้ไขได้',
        'viewfieldsbtn'=>'คลิก <b>ดูฟิลด์</b> เพื่อดูฟิลด์ที่เชื่อมโยงกับโมดูล และเพื่อสร้างและแก้ไขฟิลด์ที่กำหนดเอง',
        'viewrelsbtn'=>'คลิกที่ <b>ดูความสัมพันธ์</b> เพื่อดูความสัมพันธ์ที่เชื่อมโยงกับโมดูลนี้ และสร้างความสัมพันธ์ใหม่',
        'viewlayoutsbtn'=>'คลิก <b>ดูเลย์เอาต์</b> เพื่อดูเลย์เอาต์ของโมดูลและเพื่อปรับแต่งการจัดวางฟิลด์ภายในเลย์เอาต์',
        'viewmobilelayoutsbtn' => 'คลิก <b>ดูเลย์เอาต์ของอุปกรณ์เคลื่อนที่</b> เพื่อดูเลย์เอาต์ของอุปกรณ์เคลื่อนที่สำหรับโมดูลและเพื่อปรับแต่งการจัดวางฟิลด์ภายในเลย์เอาต์',
        'duplicatebtn'=>'คลิก <b>ทำซ้ำ</b> เพื่อคัดลอกคุณสมบัติของโมดูลไปยังโมดูลใหม่และเพื่อแสดงโมดูลใหม่<br/><br/>สำหรับโมดูลใหม่ ระบบจะสร้างชื่อใหม่ให้โดยอัตโนมัติโดยเพิ่มตัวเลขต่อท้ายชื่อของโมดูลที่ใช้ในการสร้างโมดูลใหม่',
        'deletebtn'=>'คลิกที่ <b>ลบ</b> เพื่อลบโมดูลนี้',
        'name'=>'นี่คือ <b>ชื่อ</b> ของโมดูลปัจจุบัน<br/><br/>ชื่อนี้ต้องประกอบด้วยตัวอักษรและตัวเลข ต้องขึ้นต้นด้วยตัวอักษรและห้ามเว้นวรรค (ตัวอย่าง: HR_Management)',
        'label'=>'นี่คือ <b>ป้ายกำกับ</b> ที่จะปรากฏในแถบการนำทางสำหรับโมดูล ',
        'savebtn'=>'คลิกที่ <b>บันทึก</b> เพื่อบันทึกข้อมูลที่ป้อนเกี่ยวกับโมดูลทั้งหมด',
        'type_basic'=>'ประเภทเทมเพลท <b>พื้นฐาน</b> จะมีฟิลด์พื้นฐานต่างๆ เช่น ฟิลด์ชื่อ, ระบุให้, ทีม, วันที่สร้าง และคำอธิบาย',
        'type_company'=>'ประเภทเทมเพลท <b>บริษัท</b> จะมีฟิลด์เฉพาะสำหรับองค์กร เช่น ชื่อบริษัท อุตสาหกรรม และที่อยู่ในการเรียกเก็บเงิน<br/><br/>ใช้เทมเพลทนี้เพื่อสร้างโมดูลที่คล้ายกับโมดูลบัญชีมาตรฐาน',
        'type_issue'=>'ประเภทเทมเพลท <b>ปัญหา</b> จะมีฟิลด์เฉพาะสำหรับเคสและบัก เช่น เลขที่ สถานะ ลำดับความสำคัญ และคำอธิบาย<br/><br/>ใช้เทมเพลทนี้เพื่อสร้างโมดูลที่คล้ายกับโมดูลเคสและเครื่องมือติดตามบักมาตรฐาน',
        'type_person'=>'ประเภทเทมเพลท <b>บุคคล</b> จะมีฟิลด์เฉพาะสำหรับบุคคล เช่น คำนำหน้า ตำแหน่ง ชื่อ ที่อยู่ และหมายเลขโทรศัพท์<br/><br/>ใช้เทมเพลทนี้เพื่อสร้างโมดูลที่คล้ายกับโมดูลที่อยู่ติดต่อและผู้สนใจมาตรฐาน',
        'type_sale'=>'ประเภทเทมเพลท <b>การขาย</b> จะมีฟิลด์เฉพาะสำหรับโอกาสทางการขาย เช่น ที่มาของผู้สนใจ ขั้นตอน จำนวนเงิน และความน่าจะเป็น <br/><br/>ใช้เทมเพลทนี้เพื่อสร้างโมดูลที่คล้ายกับโมดูลโอกาสทางการขายมาตรฐาน',
        'type_file'=>'เทมเพลทของ <b>ไฟล์</b> จะมีฟิลด์เฉพาะสำหรับเอกสาร เช่น ชื่อไฟล์ ประเภทเอกสาร และวันที่เผยแพร่<br><br>ใช้เทมเพลทนี้เพื่อสร้างโมดูลที่คล้ายกับโมดูลเอกสารมาตรฐาน',

    ),
    'dropdowns'=>array(
        'default' => '<b>ดรอปดาวน์</b> ทั้งหมดสำหรับแอปพลิเคชันจะปรากฏที่นี่<br><br>คุณสามารถใช้ดรอปดาวน์สำหรับฟิลด์ดรอปดาวน์ในโมดูลใดก็ได้<br><br>ในการแก้ไขดรอปดาวน์ที่มีอยู่ ให้คลิกที่ชื่อดรอปดาวน์<br><br>คลิก <b>เพิ่มดรอปดาวน์</b> เพื่อสร้างดรอปดาวน์ใหม่',
        'editdropdown'=>'คุณสามารถใช้รายการดรอปดาวน์สำหรับฟิลด์มาตรฐานหรือกำหนดเองในโมดูลใดก็ได้<br><br>ระบุ <b>ชื่อ</b> สำหรับรายการดรอปดาวน์<br><br>ถ้ามีการติดตั้งแพ็คภาษาในแอปพลิเคชัน คุณสามารถเลือก <b>ภาษา</b> ที่จะใช้สำหรับรายการ<br><br>ในฟิลด์ <b>ชื่อรายการ</b> ให้ระบุชื่อสำหรับตัวเลือกในรายการดรอปดาวน์ ชื่อนี้จะไม่ปรากฏในรายการดรอปดาวน์ที่แสดงแก่ผู้ใช้<br><br>ในฟิลด์ <b>ป้ายกำกับที่แสดง</b> ให้ระบุป้ายกำกับที่จะปรากฏแก่ผู้ใช้<br><br>หลังจากระบุชื่อรายการและป้ายกำกับที่แสดงแล้ว ให้คลิก <b>เพิ่ม</b> เพื่อเพิ่มรายการนั้นในรายการแบบดรอปดาวน์<br><br>ในการจัดเรียงรายการใหม่ ให้ลากและวางข้อมูลในตำแหน่งที่ต้องการ <br><br>ในการแก้ไขป้ายกำกับที่แสดงของรายการ ให้คลิก <b>ไอคอนแก้ไข</b> และป้อนป้ายกำกับใหม่ ในการลบรายการจากรายการดรอปดาวน์ ให้คลิก <b>ไอคอนลบ</b><br><br>หากต้องการยกเลิกการเปลี่ยนแปลงที่ทำไว้กับป้ายกำกับที่แสดง ให้คลิก <b>ยกเลิก</b> ในการทำซ้ำการเปลี่ยนแปลงที่ยกเลิกไป ให้คลิก <b>ทำซ้ำ</b><br><br>คลิก <b>บันทึก</b> เพื่อบันทึกรายการดรอปดาวน์',

    ),
    'subPanelEditor'=>array(
        'modify'	=> 'ฟิลด์ทั้งหมดที่สามารถแสดงใน <b>แผงข้อมูลย่อย</b> จะปรากฏที่นี่<br><br>คอลัมน์ <b>เริ่มต้น</b> ประกอบด้วยฟิลด์ที่ปรากฏในแผงข้อมูลย่อย <br/><br/>คอลัมน์ <b>ซ่อน</b> จะมีฟิลด์ที่สามารถเพิ่มในคอลัมน์เริ่มต้นได้'
    . '<br/><br/><!--not_in_theme!--><img src="themes/default/images/SugarLogic/icon_dependent.png"/>แสดงถึงฟิลด์อ้างอิงที่อาจปรากฏหรือไม่ปรากฏโดยขึ้นอยู่กับค่าของสูตร<br/><!--not_in_theme!--><img src="themes/default/images/SugarLogic/icon_calculated.png" /> แสดงถึงฟิลด์ที่คำนวณ ซึ่งจะมีการกำหนดค่าโดยอัตโนมัติจากสูตร'
    ,
        'savebtn'	=> 'คลิกที่ <b>บันทึกและปรับใช้</b> เพื่อบันทึกการเปลี่ยนแปลงที่ดำเนินการไว้ และกำหนดให้มีสถานะใช้งานภายในโมดูล',
        'historyBtn'=> 'คลิกที่ <b>ดูประวัติ</b> เพื่อดูและเรียกคืนเลย์เอาต์ที่บันทึกไว้ก่อนหน้านี้จากประวัติ',
        'historyRestoreDefaultLayout'=> 'คลิกที่ <b>เรียกคืนเลย์เอาต์เริ่มต้น</b> เพื่อเรียกคืนมุมมองกลับเป็นเลย์เอาต์เริ่มต้น',
        'Hidden' 	=> 'ฟิลด์ <b>ซ่อน</b> จะไม่ปรากฏในแผงข้อมูลย่อย',
        'Default'	=> 'ฟิลด์ <b>ค่าเริ่มต้น</b> จะปรากฏในแผงข้อมูลย่อย',

    ),
    'listViewEditor'=>array(
        'modify'	=> 'ฟิลด์ทั้งหมดที่สามารถแสดงใน <b>มุมมองรายการ</b> จะปรากฏที่นี่<br><br>คอลัมน์ <b>เริ่มต้น</b> ประกอบด้วยฟิลด์ที่ปรากฏในมุมมองรายการโดยค่าเริ่มต้น <br/><br/>คอลัมน์ <b>ใช้ได้</b> ประกอบด้วยฟิลด์ที่ผู้ใช้สามารถเลือกในการค้นหาเพื่อสร้างมุมมองรายการที่กำหนดเอง <br/><br/>ส่วนคอลัมน์ <b>ซ่อน</b> ประกอบด้วยฟิลด์ที่สามารถเพิ่มในคอลัมน์เริ่มต้นหรือใช้ได้'
    . '<br/><br/><!--not_in_theme!--><img src="themes/default/images/SugarLogic/icon_dependent.png"/>แสดงถึงฟิลด์อ้างอิงที่อาจปรากฏหรือไม่ปรากฏโดยขึ้นอยู่กับค่าของสูตร<br/><!--not_in_theme!--><img src="themes/default/images/SugarLogic/icon_calculated.png" /> แสดงถึงฟิลด์ที่คำนวณ ซึ่งจะมีการกำหนดค่าโดยอัตโนมัติจากสูตร'
    ,
        'savebtn'	=> 'คลิกที่ <b>บันทึกและปรับใช้</b> เพื่อบันทึกการเปลี่ยนแปลงที่ดำเนินการไว้ และกำหนดให้มีสถานะใช้งานภายในโมดูล',
        'historyBtn'=> 'คลิกที่ <b>ดูประวัติ</b> เพื่อดูและเรียกคืนเลย์เอาต์ที่บันทึกไว้ก่อนหน้านี้จากประวัติ<br><br><b>เรียกคืน</b> ภายใน <b>ดูประวัติ</b> จะเรียกคืนตำแหน่งของฟิลด์ภายในเลย์เอาต์ที่บันทึกไว้ก่อนหน้านี้ ถ้าต้องการเปลี่ยนป้ายกำกับฟิลด์ ให้คลิกไอคอนแก้ไขถัดจากฟิลด์แต่ละรายการ',
        'historyRestoreDefaultLayout'=> 'คลิกที่ <b>เรียกคืนเลย์เอาต์เริ่มต้น</b> เพื่อเรียกคืนมุมมองกลับเป็นเลย์เอาต์เริ่มต้น<br><br><b>เรียกคืนเลย์เอาต์เริ่มต้น</b> จะเรียกคืนตำแหน่งของฟิลด์ภายในเลย์เอาต์เริ่มต้นเท่านั้น ถ้าต้องการเปลี่ยนป้ายกำกับฟิลด์ ให้คลิกไอคอนแก้ไขถัดจากฟิลด์แต่ละรายการ',
        'Hidden' 	=> 'ฟิลด์ที่ <b>ซ่อน</b> จะไม่ปรากฏให้ผู้ใช้เห็นในมุมมองรายการในขณะนี้',
        'Available' => 'ฟิลด์ที่ <b>ใช้ได้</b> จะไม่ปรากฏโดยค่าเริ่มต้น แต่สามารถเพิ่มในมุมมองรายการโดยผู้ใช้',
        'Default'	=> 'ฟิลด์ <b>ค่าเริ่มต้น</b> จะปรากฏในมุมมองรายการที่ไม่ได้ปรับแต่งโดยผู้ใช้'
    ),
    'popupListViewEditor'=>array(
        'modify'	=> 'ฟิลด์ทั้งหมดที่สามารถแสดงใน <b>มุมมองรายการ</b> จะปรากฏที่นี่<br><br>คอลัมน์ <b>เริ่มต้น</b> ประกอบด้วยฟิลด์ที่ปรากฏในมุมมองรายการโดยค่าเริ่มต้น <br/><br/>คอลัมน์ <b>ซ่อน</b> จะมีฟิลด์ที่สามารถเพิ่มในคอลัมน์เริ่มต้นหรือใช้ได้'
    . '<br/><br/><!--not_in_theme!--><img src="themes/default/images/SugarLogic/icon_dependent.png"/>แสดงถึงฟิลด์อ้างอิงที่อาจปรากฏหรือไม่ปรากฏโดยขึ้นอยู่กับค่าของสูตร<br/><!--not_in_theme!--><img src="themes/default/images/SugarLogic/icon_calculated.png" /> แสดงถึงฟิลด์ที่คำนวณ ซึ่งจะมีการกำหนดค่าโดยอัตโนมัติจากสูตร'
    ,
        'savebtn'	=> 'คลิกที่ <b>บันทึกและปรับใช้</b> เพื่อบันทึกการเปลี่ยนแปลงที่ดำเนินการไว้ และกำหนดให้มีสถานะใช้งานภายในโมดูล',
        'historyBtn'=> 'คลิกที่ <b>ดูประวัติ</b> เพื่อดูและเรียกคืนเลย์เอาต์ที่บันทึกไว้ก่อนหน้านี้จากประวัติ<br><br><b>เรียกคืน</b> ภายใน <b>ดูประวัติ</b> จะเรียกคืนตำแหน่งของฟิลด์ภายในเลย์เอาต์ที่บันทึกไว้ก่อนหน้านี้ ถ้าต้องการเปลี่ยนป้ายกำกับฟิลด์ ให้คลิกไอคอนแก้ไขถัดจากฟิลด์แต่ละรายการ',
        'historyRestoreDefaultLayout'=> 'คลิกที่ <b>เรียกคืนเลย์เอาต์เริ่มต้น</b> เพื่อเรียกคืนมุมมองกลับเป็นเลย์เอาต์เริ่มต้น<br><br><b>เรียกคืนเลย์เอาต์เริ่มต้น</b> จะเรียกคืนตำแหน่งของฟิลด์ภายในเลย์เอาต์เริ่มต้นเท่านั้น ถ้าต้องการเปลี่ยนป้ายกำกับฟิลด์ ให้คลิกไอคอนแก้ไขถัดจากฟิลด์แต่ละรายการ',
        'Hidden' 	=> 'ฟิลด์ที่ <b>ซ่อน</b> จะไม่ปรากฏให้ผู้ใช้เห็นในมุมมองรายการในขณะนี้',
        'Default'	=> 'ฟิลด์ <b>ค่าเริ่มต้น</b> จะปรากฏในมุมมองรายการที่ไม่ได้ปรับแต่งโดยผู้ใช้'
    ),
    'searchViewEditor'=>array(
        'modify'	=> 'ฟิลด์ทั้งหมดที่สามารถแสดงในฟอร์ม <b>ค้นหา</b> จะปรากฏที่นี่<br><br>คอลัมน์ <b>เริ่มต้น</b> ประกอบด้วยฟิลด์ที่จะปรากฏในฟอร์มการค้นหา <br/><br/>คอลัมน์ <b>ซ่อน</b> จะมีฟิลด์คุณสามารถเพิ่มในฟอร์มการค้นหาได้ในฐานะผู้ดูแลระบบ'
    . '<br/><br/><!--not_in_theme!--><img src="themes/default/images/SugarLogic/icon_dependent.png"/>แสดงถึงฟิลด์อ้างอิงที่อาจปรากฏหรือไม่ปรากฏโดยขึ้นอยู่กับค่าของสูตร<br/><!--not_in_theme!--><img src="themes/default/images/SugarLogic/icon_calculated.png" /> แสดงถึงฟิลด์ที่คำนวณ ซึ่งจะมีการกำหนดค่าโดยอัตโนมัติจากสูตร'
    . '<br/><br/>การกำหนดค่านี้จะมีผลกับเลย์เอาต์การค้นหาแบบป๊อปอัปในโมดูลระบบเดิมเท่านั้น',
        'savebtn'	=> 'การคลิกที่ <b>บันทึกและปรับใช้</b> จะบันทึกการเปลี่ยนแปลงทั้งหมด และกำหนดให้มีสถานะใช้งาน',
        'Hidden' 	=> 'ฟิลด์ <b>ซ่อน</b> จะไม่ปรากฏในการค้นหา',
        'historyBtn'=> 'คลิกที่ <b>ดูประวัติ</b> เพื่อดูและเรียกคืนเลย์เอาต์ที่บันทึกไว้ก่อนหน้านี้จากประวัติ<br><br><b>เรียกคืน</b> ภายใน <b>ดูประวัติ</b> จะเรียกคืนตำแหน่งของฟิลด์ภายในเลย์เอาต์ที่บันทึกไว้ก่อนหน้านี้ ถ้าต้องการเปลี่ยนป้ายกำกับฟิลด์ ให้คลิกไอคอนแก้ไขถัดจากฟิลด์แต่ละรายการ',
        'historyRestoreDefaultLayout'=> 'คลิกที่ <b>เรียกคืนเลย์เอาต์เริ่มต้น</b> เพื่อเรียกคืนมุมมองกลับเป็นเลย์เอาต์เริ่มต้น<br><br><b>เรียกคืนเลย์เอาต์เริ่มต้น</b> จะเรียกคืนตำแหน่งของฟิลด์ภายในเลย์เอาต์เริ่มต้นเท่านั้น ถ้าต้องการเปลี่ยนป้ายกำกับฟิลด์ ให้คลิกไอคอนแก้ไขถัดจากฟิลด์แต่ละรายการ',
        'Default'	=> 'ฟิลด์ <b>ค่าเริ่มต้น</b> จะปรากฏในการค้นหา'
    ),
    'layoutEditor'=>array(
        'defaultdetailview'=>'พื้นที่ <b>เลย์เอาต์</b> ประกอบด้วยฟิลด์ที่ปรากฏอยู่ภายใน <b>มุมมองรายละเอียด</b><br/><br/><b>กล่องเครื่องมือ</b> จะมี <b>ถังรีไซเคิล</b> และฟิลด์และองค์ประกอบของเลย์เอาต์ที่สามารถเพิ่มในเลย์เอาต์<br><br>ดำเนินการแก้ไขเลย์เอาต์ด้วยการลากและวางอีลิเมนต์และฟิลด์ระหว่าง <b>กล่องเครื่องมือ</b> และ <b>เลย์เอาต์</b> และภายในเลย์เอาต์เอง<br><br>ในการนำฟิลด์ออกจากเลย์เอาต์ ให้ลากฟิลด์ไปยัง <b>ถังรีไซเคิล</b> จากนั้นฟิลด์ดังกล่าวจะอยู่ในกล่องเครื่องมือและสามารถเพิ่มในเลย์เอาต์ได้'
    . '<br/><br/><!--not_in_theme!--><img src="themes/default/images/SugarLogic/icon_dependent.png"/>แสดงถึงฟิลด์อ้างอิงที่อาจปรากฏหรือไม่ปรากฏโดยขึ้นอยู่กับค่าของสูตร<br/><!--not_in_theme!--><img src="themes/default/images/SugarLogic/icon_calculated.png" /> แสดงถึงฟิลด์ที่คำนวณ ซึ่งจะมีการกำหนดค่าโดยอัตโนมัติจากสูตร'
    ,
        'defaultquickcreate'=>'พื้นที่ <b>เลย์เอาต์</b> ประกอบด้วยช่องว่างที่ปรากฏอยู่ภายในแบบฟอร์ม <b>สร้างอย่างรวดเร็ว</b><br><b>แบบฟอร์ม สร้างอย่างรวดเร็ว จะปรากฏอยู่ใน subpanel สำหรับโมดูลเมื่อมีการคลิกบนปุ่ม สร้าง <br/><br/>แถบ<b>กล่องเครื่องมือ</b>ประกอบด้วย <b>ถังรีไซเคิล</b> และช่องว่างต่าง ๆ รวมถึงองค์ประกอบเลย์เอาต์ที่สามารถนำมาใส่ลงในเลย์เอาต์ได้ <br><br>ทั้งนี้ สามารถทำการเปลี่ยนแปลงเลย์เอาต์ได้โดยการลากและวางองค์ประกอบและช่องว่างต่าง ๆ มาไว้ระหว่าง <b>กล่องเครื่องมือ</b> และ <b>เลย์เอาต์</b> รวมถึงภายในตัวเลย์เอาต์เองด้วย <br><br>ส่วนการลบช่องว่างออกจากเลย์เอาต์ ให้ลากช่องนั้น ๆ ไปยัง <b>ถังรีไซเคิล</b> ช่องนั้นจะไปอยู่ในกล่องเครื่องมือเพื่อรอให้ใส่เข้าไปในเลย์เอาต์ได้'
    . '<br/><br/><!--not_in_theme!--><img src="themes/default/images/SugarLogic/icon_dependent.png"/>บ่งชี้ถึงช่องว่างอิสระที่อาจจะสามารถมองเห็น หรืออาจมองไม่เห็น ทั้งนี้ขึ้นอยู่กับค่าของสูตร<br/><!--not_in_theme!--><img src="themes/default/images/SugarLogic/icon_calculated.png" />บ่งชี้ถึงช่องที่ได้รับการคำนวณแล้วซึ่งค่าของมันจะได้รับการกำหนดอัตโนมัติตามสูตร'
    ,
        //this defualt will be used for edit view
        'default'	=> 'พื้นที่ <b>เลย์เอาต์</b> ประกอบด้วยช่องว่างที่ปรากฏอยู่ภายในเมนู <b>แก้ไขมุมมอง</b> <br/><br/>แถบ<b>กล่องเครื่องมือ</b>ประกอบด้วย <b>ถังรีไซเคิล</b> และช่องว่างต่าง ๆ รวมถึงองค์ประกอบเลย์เอาต์ที่สามารถนำมาใส่ลงในเลย์เอาต์ได้ <br><br>ทั้งนี้ สามารถทำการเปลี่ยนแปลงเลย์เอาต์ได้โดยการลากและวางองค์ประกอบและช่องว่างต่าง ๆ มาไว้ระหว่าง <b>กล่องเครื่องมือ</b> และ <b>เลย์เอาต์</b> รวมถึงภายในตัวเลย์เอาต์เองด้วย <br><br>ส่วนการลบช่องว่างออกจากเลย์เอาต์ ให้ลากช่องนั้น ๆ ไปยัง <b>ถังรีไซเคิล</b> ช่องนั้นจะไปอยู่ในกล่องเครื่องมือเพื่อรอให้ใส่เข้าไปในเลย์เอาต์ได้'
    . '<br/><br/><!--not_in_theme!--><img src="themes/default/images/SugarLogic/icon_dependent.png"/>บ่งชี้ถึงช่องว่างอิสระที่อาจจะสามารถมองเห็น หรืออาจมองไม่เห็น ทั้งนี้ขึ้นอยู่กับค่าของสูตร<br/><!--not_in_theme!--><img src="themes/default/images/SugarLogic/icon_calculated.png" />บ่งชี้ถึงช่องที่ได้รับการคำนวณแล้วซึ่งค่าของมันจะได้รับการกำหนดอัตโนมัติตามสูตร'
    ,
        //this defualt will be used for edit view
        'defaultrecordview'   => 'พื้นที่ <b>เลย์เอาต์</b> ประกอบด้วยฟิลด์ที่ปรากฏอยู่ภายใน <b>มุมมองระเบียน</b><br/><br/><b>กล่องเครื่องมือ</b> จะมี <b>ถังรีไซเคิล</b> และฟิลด์และองค์ประกอบของเลย์เอาต์ที่สามารถเพิ่มในเลย์เอาต์<br><br>ดำเนินการแก้ไขเลย์เอาต์ด้วยการลากและวางอีลิเมนต์และฟิลด์ระหว่าง <b>กล่องเครื่องมือ</b> และ <b>เลย์เอาต์</b> และภายในเลย์เอาต์เอง<br><br>ในการนำฟิลด์ออกจากเลย์เอาต์ ให้ลากฟิลด์ไปยัง <b>ถังรีไซเคิล</b> จากนั้นฟิลด์ดังกล่าวจะอยู่ในกล่องเครื่องมือและสามารถเพิ่มในเลย์เอาต์ได้'
    . '<br/><br/><!--not_in_theme!--><img src="themes/default/images/SugarLogic/icon_dependent.png"/>แสดงถึงฟิลด์อ้างอิงที่อาจปรากฏหรือไม่ปรากฏโดยขึ้นอยู่กับค่าของสูตร<br/><!--not_in_theme!--><img src="themes/default/images/SugarLogic/icon_calculated.png" /> แสดงถึงฟิลด์ที่คำนวณ ซึ่งจะมีการกำหนดค่าโดยอัตโนมัติจากสูตร'
    ,
        'saveBtn'	=> 'คลิกที่ <b>บันทึก</b> เพื่อคงการเปลี่ยนแปลงที่คุณดำเนินการไว้กับเลย์เอาต์นับจากครั้งล่าสุดที่คุณบันทึกไว้<br><br>การเปลี่ยนแปลงจะไม่ปรากฏในโมดูลนี้จนกว่าคุณจะปรับใช้การเปลี่ยนแปลงที่บันทึกไว้',
        'historyBtn'=> 'คลิกที่ <b>ดูประวัติ</b> เพื่อดูและเรียกคืนเลย์เอาต์ที่บันทึกไว้ก่อนหน้านี้จากประวัติ<br><br><b>เรียกคืน</b> ภายใน <b>ดูประวัติ</b> จะเรียกคืนตำแหน่งของฟิลด์ภายในเลย์เอาต์ที่บันทึกไว้ก่อนหน้านี้ ถ้าต้องการเปลี่ยนป้ายกำกับฟิลด์ ให้คลิกไอคอนแก้ไขถัดจากฟิลด์แต่ละรายการ',
        'historyRestoreDefaultLayout'=> 'คลิกที่ <b>เรียกคืนเลย์เอาต์เริ่มต้น</b> เพื่อเรียกคืนมุมมองกลับเป็นเลย์เอาต์เริ่มต้น<br><br><b>เรียกคืนเลย์เอาต์เริ่มต้น</b> จะเรียกคืนตำแหน่งของฟิลด์ภายในเลย์เอาต์เริ่มต้นเท่านั้น ถ้าต้องการเปลี่ยนป้ายกำกับฟิลด์ ให้คลิกไอคอนแก้ไขถัดจากฟิลด์แต่ละรายการ',
        'publishBtn'=> 'คลิกที่ <b>บันทึกและปรับใช้</b> เพื่อบันทึกการเปลี่ยนแปลงทั้งหมดที่คุณดำเนินการกับเลย์เอาต์นับจากครั้งล่าสุดที่คุณบันทึกไว้ และกำหนดให้การเปลี่ยนแปลงเหล่านี้มีสถานะใช้งานในโมดูลนี้<br><br>เลย์เอาต์จะปรากฏทันทีในโมดูลนี้',
        'toolbox'	=> '<b>กล่องเครื่องมือ</b> ประกอบด้วย <b>ถังรีไซเคิล</b> อีลิเมนต์เพิ่มเติมของเลย์เอาต์ และชุดของฟิลด์ที่สามารถเพิ่มในเลย์เอาต์ได้<br/><br/>อีลิเมนต์ของเลย์เอาต์และฟิลด์ในกล่องเครื่องมือนั้นสามารถลากและวางในเลย์เอาต์ และสามารถลากจากเลย์เอาต์ไปวางในกล่องเครื่องมือได้<br><br>อีลิเมนต์ของเลย์เอาต์คือ <b>แผงข้อมูล</b> และ <b>แถว</b> การเพิ่มแถวใหม่หรือแผงข้อมูลใหม่ในเลย์เอาต์จะทำให้มีพื้นที่เพิ่มขึ้นสำหรับฟิลด์ในเลย์เอาต์<br/><br/>ลากและวางฟิลด์ใดก็ได้ในกล่องเครื่องมือหรือเลย์เอาต์ไปยังตำแหน่งที่มีฟิลด์อยู่แล้วเพื่อสลับตำแหน่งของสองฟิลด์<br/><br/>ฟิลด์ <b>จองพื้นที่</b> จะทำให้เกิดพื้นที่ว่างในตำแหน่งที่วางฟิลด์นั้นในเลย์เอาต์',
        'panels'	=> 'พื้นที่ <b>เลย์เอาต์</b> เป็นมุมมองที่ทำให้เห็นว่าเลย์เอาต์จะปรากฏอย่างไรภายในโมดูลเมื่อปรับใช้การแก้ไขเลย์เอาต์<br/><br/>คุณสามารถปรับเปลี่ยนฟิลด์ แถว และแผงข้อมูลด้วยการลาดและวางไปยังตำแหน่งที่ต้องการ<br/><br/>นำอีลิเมนต์ออกด้วยการลากและวางใน <b>ถังรีไซเคิล</b> ในกล่องเครื่องมือ หรือเพิ่มอีลิเมนต์และฟิลด์ใหม่ด้วยการลากจาก <b>กล่องเครื่องมือ</b> และวางในตำแหน่งที่ต้องการในเลย์เอาต์',
        'delete'	=> 'ลากและวางอีลิเมนต์ใดก็ได้ที่นี่เพื่อนำออกจากเลย์เอาต์',
        'property'	=> 'แก้ไข <b>ป้ายกำกับ</b> ที่ปรากฏสำหรับฟิลด์นี้<br><br><b>ความกว้าง</b> ระบุค่าความกว้างเป็นพิกเซลสำหรับโมดูล Sidecar และระบุเป็นเปอร์เซ็นต์ของความกว้างตารางสำหรับโมดูลที่สามารถเข้ากันได้ย้อนหลัง',
    ),
    'fieldsEditor'=>array(
        'default'	=> '<b>ฟิลด์</b> ที่ใช้ได้สำหรับโมดูลจะปรากฏเป็นชื่อฟิลด์ที่นี่<br><br>ฟิลด์ที่กำหนดเองซึ่งสร้างขึ้นสำหรับโมดูลจะปรากฏเหนือฟิลด์ที่ใช้ได้สำหรับโมดูลโดยค่าเริ่มต้น<br><br>ในการแก้ไขฟิลด์ ให้คลิก <b>ชื่อฟิลด์</b><br/><br/>ในการสร้างฟิลด์ใหม่ ให้คลิก <b>เพิ่มฟิลด์</b>',
        'mbDefault'=>'<b>ฟิลด์</b> ที่ใช้ได้สำหรับโมดูลจะปรากฏเป็นชื่อฟิลด์ที่นี่<br><br>ในการกำหนดค่าคุณสมบัติสำหรับฟิลด์ ให้คลิกที่ชื่อฟิลด์<br><br>ในการสร้างฟิลด์ใหม่ ให้คลิก<b>เพิ่มฟิลด์</b> ป้ายกำกับและคุณสมบัติอื่นๆ ของฟิลด์ใหม่จะสามารถแก้ไขได้หลังจากสร้าง โดยคลิกที่ชื่อฟิลด์<br><br>หลังจากปรับใช้โมดูลแล้ว ฟิลด์ใหม่ที่สร้างขึ้นในเครื่องมือสร้างโมดูลจะถือเป็นฟิลด์มาตรฐานในโมดูลที่ปรับใช้แล้วใน Studio',
        'addField'	=> 'เลือก <b>ประเภทข้อมูล</b> สำหรับฟิลด์ใหม่ ประเภทที่คุณเลือกจะเป็นตัวกำหนดประเภทของอักขระที่สามารถป้อนในฟิลด์ ตัวอย่างเช่น สามารถป้อนเฉพาะตัวเลขที่เป็นประเภทข้อมูลจำนวนเต็ม <br><br> ระบุ <b>ชื่อ</b> สำหรับฟิลด์ ชื่อนี้ต้องเป็นตัวเลขและตัวอักษร และต้องไม่มีการเว้นวรรค คุณสามารถใช้เครื่องหมายขีดล่างได้<br><br> <b>ป้ายกำกับที่แสดง</b> คือป้ายกำกับที่จะปรากฏสำหรับฟิลด์ในเลย์เอาต์ของโมดูล <b>ป้ายกำกับของระบบ</b> ใช้สำหรับอ้างถึงฟิลด์ในรหัส<br><br> คุณสมบัติบางส่วนหรือทั้งหมดต่อไปนี้จะสามารถตั้งค่าได้สำหรับฟิลด์ ทั้งนี้ขึ้นอยู่กับประเภทข้อมูลที่เลือกสำหรับฟิลด์นั้นๆ:<br><br> <b>ข้อความช่วยเหลือ</b> จะปรากฏชั่วขณะเมื่อผู้ใช้วางเมาส์ไว้เหนือฟิลด์ และสามารถใช้แจ้งให้ผู้ใช้ทราบประเภทของอินพุตที่ต้องการ<br><br> <b>ข้อความความคิดเห็น</b> จะปรากฏเฉพาะใน Studio และ/หรือเครื่องมือสร้างโมดูลเท่านั้น และสามารถใช้อธิบายฟิลด์สำหรับผู้ดูแลระบบ<br><br> <b>ค่าเริ่มต้น</b> จะปรากฏในฟิลด์ ผู้ใช้สามารถป้อนค่าใหม่ในฟิลด์ หรือใช้ค่าเริ่มต้น<br><br> เลือกช่องทำเครื่องหมาย <b>การอัปเดตเป็นกลุ่ม</b> เพื่อให้สามารถใช้คุณลักษณะการอัปเดตเป็นกลุ่มสำหรับฟิลด์<br><br>ค่า <b>ขนาดสูงสุด</b> จะเป็นตัวกำหนดจำนวนอักขระสูงสุดที่สามารถป้อนในฟิลด์<br><br> เลือกช่องทำเครื่องหมาย <b>ฟิลด์ที่ต้องระบุ</b> เพื่อกำหนดให้ฟิลด์นั้นเป็นฟิลด์ที่ต้องระบุ ซึ่งจะต้องระบุค่าสำหรับฟิลด์นั้น จึงจะสามารถบันทึกระเบียนที่มีฟิลด์นั้นได้<br><br> เลือกช่องทำเครื่องหมาย <b>รายงานได้</b> เพื่ออนุญาตให้สามารถใช้ฟิลด์นั้นเป็นตัวกรองและเพื่อแสดงข้อมูลในรายงาน<br><br> เลือกช่องทำเครื่องหมาย <b>ตรวจสอบ</b> เพื่อให้สามารถติดตามการเปลี่ยนแปลงของฟิลด์ได้ในล็อกการเปลี่ยนแปลง<br><br>เลือกตัวเลือกในฟิลด์ <b>นำเข้าได้</b> เพื่ออนุญาต ไม่อนุญาต หรือกำหนดให้มีการนำเข้าฟิลด์ในวิซาร์ดการนำเข้า<br><br>เลือกตัวเลือกในฟิลด์ <b>ผสานรายการที่ซ้ำ</b> เพื่อเปิดใช้งานหรือปิดใช้งานคุณลักษณะการผสานรายการที่ซ้ำ และค้นหารายการซ้ำ<br><br>คุณสามารถตั้งค่าคุณสมบัติเพิ่มเติมได้สำหรับข้อมูลบางประเภท',
        'editField' => 'คุณสมบัติของฟิลด์นี้สามารถปรับแต่งได้<br><br>คลิกที่ <b>โคลน</b> เพื่อสร้างฟิลด์ใหม่โดยมีคุณสมบัติเหมือนกัน',
        'mbeditField' => '<b>ป้ายกำกับที่แสดง</b> ของฟิลด์เทมเพลทนั้นสามารถปรับแต่งได้ คุณสมบัติอื่นๆ ของฟิลด์นั้นไม่สามารถปรับแต่งได้<br><br>คลิก <b>โคลน</b> เพื่อสร้างฟิลด์ใหม่ที่มีคุณสมบัติเหมือนกัน<br><br>ในการนำฟิลด์ของเทมเพลทออกเพื่อไม่ให้ปรากฏในโมดูล ให้นำฟิลด์ออกจาก <b>เลย์เอาต์</b> ที่ต้องการ'

    ),
    'exportcustom'=>array(
        'exportHelp'=>'ส่งออกการปรับแต่งที่ทำใน Studio ด้วยการสร้างแพ็คเกจที่สามารถอัปโหลดไปยังอินสแตนซ์อื่นของ Sugar ผ่าน <b>เครื่องมือโหลดโมดูล</b><br><br>  อันดับแรก ให้ระบุ <b>ชื่อแพ็คเกจ</b> คุณสามารถระบุข้อมูล <b>ผู้เขียน</b> และ <b>คำอธิบาย</b> สำหรับแพ็คเกจได้เช่นกัน<br><br>เลือกโมดูลที่มีการปรับแต่งที่คุณต้องการส่งออก มีเพียงโมดูลที่มีการปรับแต่งเท่านั้นที่จะปรากฏให้เลือก<br><br>จากนั้นคลิก <b>ส่งออก</b> เพื่อสร้างไฟล์ .zip สำหรับแพ็คเกจที่มีการปรับแต่ง',
        'exportCustomBtn'=>'คลิกที่ <b>ส่งออก</b> เพื่อสร้างไฟล์ .zip สำหรับแพ็คเกจที่มีการปรับแต่งซึ่งคุณต้องการส่งออก',
        'name'=>'นี่คือ <b>ชื่อ</b> ของแพ็คเกจ ชื่อนี้จะปรากฏระหว่างการติดตั้ง',
        'author'=>'นี่คือ <b>ผู้เขียน</b> ที่ปรากฏระหว่างการติดตั้งเป็นชื่อของเอนทิตีที่สร้างแพ็คเกจ ผู้เขียนอาจเป็นบุคคลหรือบริษัทก็ได้',
        'description'=>'นี่คือ <b>คำอธิบาย</b> ของแพ็คเกจที่ปรากฏระหว่างการติดตั้ง',
    ),
    'studioWizard'=>array(
        'mainHelp' 	=> 'ยินดีต้อนรับสู่พื้นที่ <b>เครื่องมือของนักพัฒนา</b> <br/><br/>ใช้เครื่องมือภายในพื้นที่นี้เพื่อสร้างและจัดการโมดูลและฟิลด์มาตรฐานและที่กำหนดเอง',
        'studioBtn'	=> 'ใช้ <b>Studio</b> เพื่อปรับแต่งโมดูลที่ปรับใช้',
        'mbBtn'		=> 'ใช้ <b>เครื่องมือสร้างโมดูล</b> เพื่อสร้างโมดูลใหม่',
        'sugarPortalBtn' => 'ใช้ <b>เครื่องมือแก้ไข Sugar Portal</b> เพื่อจัดการและปรับแต่ง Sugar Portal',
        'dropDownEditorBtn' => 'ใช้ <b>เครื่องมือแก้ไขดรอปดาวน์</b> เพื่อเพิ่มและแก้ไขดรอปดาวน์ทั้งระบบสำหรับฟิลด์ดรอปดาวน์',
        'appBtn' 	=> 'โหมดแอปพลิเคชันคือที่ซึ่งคุณสามารถปรับแต่งคุณสมบัติต่างๆ ของโปรแกรม เช่น จำนวนรายงาน TPS ที่จะปรากฏบนหน้าแรก',
        'backBtn'	=> 'กลับไปที่ขั้นตอนก่อนหน้า',
        'studioHelp'=> 'ใช้ <b>Studio</b> เพื่อกำหนดข้อมูลและวิธีแสดงข้อมูลในโมดูล',
        'studioBCHelp' => ' แสดงว่าโมดูลนั้นเป็นโมดูลที่ทำงานเข้ากันได้ย้อนหลัง',
        'moduleBtn'	=> 'คลิกเพื่อแก้ไขโมดูลนี้',
        'moduleHelp'=> 'องค์ประกอบที่คุณสามารถปรับแต่งสำหรับโมดูลจะปรากฏในส่วนนี้<br><br>คลิกที่ไอคอนเพื่อเลือกองค์ประกอบที่จะแก้ไข',
        'fieldsBtn'	=> 'สร้างและปรับแต่ง <b>ฟิลด์</b> เพื่อเก็บข้อมูลในโมดูล',
        'labelsBtn' => 'แก้ไข <b>ป้ายกำกับ</b> ที่แสดงสำหรับฟิลด์และชื่อเรื่องอื่นๆ ในโมดูล'	,
        'relationshipsBtn' => 'เพิ่ม <b>ความสัมพันธ์</b> ใหม่หรือดูความสัมพันธ์ที่มีอยู่สำหรับโมดูล' ,
        'layoutsBtn'=> 'ปรับแต่ง <b>เลย์เอาต์</b> ของโมดูล เลย์เอาต์เป็นมุมมองต่างๆ ของโมดูลที่มีฟิลด์อยู่<br><br>คุณสามารถกำหนดว่าฟิลด์ใดจะปรากฏและจะจัดเรียงอย่างไรในแต่ละเลย์เอาต์',
        'subpanelBtn'=> 'กำหนดว่าฟิลด์ใดปรากฏใน <b>แผงข้อมูลย่อย</b> ในโมดูล',
        'portalBtn' =>'ปรับแต่ง <b>เลย์เอาต์</b> ของโมดูลที่จะปรากฏใน <b>Sugar Portal</b>',
        'layoutsHelp'=> '<b>เลย์เอาต์</b> ของโมดูลที่ปรับแต่งได้จะปรากฏที่นี่<br><br>เลย์เอาต์จะแสดงฟิลด์และข้อมูลของฟิลด์<br><br>คลิกที่ไอคอนเพื่อเลือกเลย์เอาต์ที่จะแก้ไข',
        'subpanelHelp'=> '<b>แผงข้อมูลย่อย</b> ในโมดูลที่สามารถปรับแต่งได้จะปรากฏที่นี่<br><br>คลิกที่ไอคอนเพื่อเลือกโมดูลที่จะแก้ไข',
        'newPackage'=>'คลิกที่ <b>แพ็คเกจใหม่</b> เพื่อสร้างแพ็คเกจใหม่',
        'exportBtn' => 'คลิกที่ <b>ส่งออกการปรับแต่ง</b> เพื่อสร้างและดาวน์โหลดแพ็คเกจที่มีการปรับแต่งซึ่งดำเนินการใน Studio สำหรับโมดูลที่ระบุ',
        'mbHelp'    => 'ใช้ <b>เครื่องมือสร้างโมดูล</b> เพื่อสร้างแพ็คเกจที่มีโมดูลที่กำหนดเองตามออบเจกต์มาตรฐานหรือที่กำหนดเอง',
        'viewBtnEditView' => 'ปรับแต่งเลย์เอาต์ <b>มุมมองแก้ไข</b> ของโมดูล<br><br>มุมมองแก้ไขเป็นฟอร์มที่มีฟิลด์อินพุตสำหรับบันทึกข้อมูลที่ป้อนโดยผู้ใช้',
        'viewBtnDetailView' => 'ปรับแต่งเลย์เอาต์ <b>มุมมองรายละเอียด</b> ของโมดูล<br><br>มุมมองรายละเอียดจะแสดงข้อมูลในฟิลด์ที่ป้อนโดยผู้ใช้',
        'viewBtnDashlet' => 'ปรับแต่ง <b>ส่วนข้อมูล Sugar</b> ซึ่งรวมถึงมุมมองรายการและการค้นหาของส่วนข้อมูล Sugar<br><br>ส่วนข้อมูล Sugar สามารถเพิ่มในเพจในโมดูลหน้าแรก',
        'viewBtnListView' => 'ปรับแต่งเลย์เอาต์ <b>มุมมองรายการ</b> ของโมดูล<br><br>ผลการค้นหาจะปรากฏในมุมมองรายการ',
        'searchBtn' => 'ปรับแต่งเลย์เอาต์ <b>การค้นหา</b><br><br>กำหนดฟิลด์ที่สามารถใช้กรองระเบียนที่ปรากฏในมุมมองรายการ',
        'viewBtnQuickCreate' =>  'ปรับแต่งเลย์เอาต์ <b>สร้างด่วน</b> ของโมดูล<br><br>ฟอร์มสร้างด่วนจะปรากฏในแผงข้อมูลย่อยและในโมดูลอีเมล',

        'searchHelp'=> 'ฟอร์ม <b>การค้นหา</b> ที่สามารถปรับแต่งได้จะปรากฏที่นี่<br><br>ฟอร์มการค้นหาประกอบด้วยฟิลด์สำหรับกรองระเบียน<br><br>คลิกที่ไอคอนเพื่อเลือกเลย์เอาต์การค้นหาที่ต้องการแก้ไข',
        'dashletHelp' =>'เลย์เอาต์ <b>ส่วนข้อมูล Sugar</b> ที่สามารถปรับแต่งได้จะปรากฏที่นี่<br><br>ส่วนข้อมูล Sugar จะมีให้เพิ่มได้ในเพจของโมดูลหน้าแรก',
        'DashletListViewBtn' =>'<b>มุมมองรายการของส่วนข้อมูล Sugar</b> จะแสดงระเบียนตามตัวกรองการค้นหาของส่วนข้อมูล Sugar',
        'DashletSearchViewBtn' =>'<b>การค้นหาส่วนข้อมูล Sugar</b> จะกรองระเบียนสำหรับมุมมองรายการของส่วนข้อมูล Sugar',
        'popupHelp' =>'เลย์เอาต์ <b>ป๊อปอัป</b> ที่สามารถปรับแต่งได้จะปรากฏที่นี่<br>',
        'PopupListViewBtn' => 'เลย์เอาต์ <b>มุมมองรายการป๊อปอัป</b> ใช้ในการดูรายการระเบียนเมื่อเลือกระเบียนอย่างน้อยหนึ่งรายการเพื่อเชื่อมโยงกับระเบียนปัจจุบัน',
        'PopupSearchViewBtn' => 'เลย์เอาต์ <b>การค้นหาป๊อปอัป</b> ช่วยให้ผู้ใช้สามารถค้นหาระเบียนเพื่อเชื่อมโยงกับระเบียนปัจจุบันและปรากฏเหนือมุมมองรายการป๊อปอัปในหน้าต่างเดียวกัน โมดูลระบบเดิมจะใช้เลย์เอาต์นี้สำหรับการค้นหาป๊อปอัป ขณะที่โมดูล Sidecar ใช้การกำหนดค่าของเลย์เอาต์การค้นหา',
        'BasicSearchBtn' => 'ปรับแต่งฟอร์ม <b>การค้นหาขั้นต้น</b> ที่ปรากฏในแท็บการค้นหาขั้นต้นในพื้นที่การค้นหาสำหรับโมดูล',
        'AdvancedSearchBtn' => 'ปรับแต่งฟอร์ม <b>การค้นหาขั้นสูง</b> ที่ปรากฏในแท็บการค้นหาขั้นสูงในพื้นที่ค้นหาสำหรับโมดูล',
        'portalHelp' => 'จัดการและปรับแต่ง <b>Sugar Portal</b>',
        'SPUploadCSS' => 'อัปโหลด <b>สไตล์ชีท</b> สำหรับ Sugar Portal',
        'SPSync' => '<b>ซิงค์</b> การปรับแต่งกับอินสแตนซ์ของ Sugar Portal',
        'Layouts' => 'ปรับแต่ง <b>เลย์เอาต์</b> ของโมดูล Sugar Portal',
        'portalLayoutHelp' => 'โมดูลภายใน Sugar Portal จะปรากฏในพื้นที่นี้<br><br>เลือกโมดูลเพื่อแก้ไข <b>เลย์เอาต์</b>',
        'relationshipsHelp' => '<b>ความสัมพันธ์</b> ทั้งหมดที่มีอยู่ระหว่างโมดูลและโมดูลอื่นที่ปรับใช้อยู่จะปรากฏที่นี่<br><br><b>ชื่อ</b> ความสัมพันธ์คือชื่อที่ระบบสร้างขึ้นสำหรับความสัมพันธ์นั้น<br><br><b>โมดูลหลัก</b> คือโมดูลที่เป็นเจ้าของความสัมพันธ์ ตัวอย่างเช่น คุณสมบัติทั้งหมดของความสัมพันธ์ที่โมดูลบัญชีเป็นโมดูลหลักจะเก็บอยู่ในฐานข้อมูลบัญชี<br><br><b>ประเภท</b> คือประเภทของความสัมพันธ์ระหว่างโมดูลหลักและ <b>โมดูลที่เกี่ยวข้อง</b><br><br>คลิกที่ชื่อคอลัมน์เพื่อจัดเรียงตามคอลัมน์นั้น<br><br>คลิกที่แถวในตารางความสัมพันธ์เพื่อดูคุณสมบัติที่เชื่อมโยงกับความสัมพันธ์นั้น<br><br>คลิก <b>เพิ่มความสัมพันธ์</b> เพื่อสร้างความสัมพันธ์ใหม่<br><br>คุณสามารถสร้างความสัมพันธ์ระหว่างโมดูลที่ปรับใช้งานอยู่สองโมดูลใดก็ได้',
        'relationshipHelp'=>'<b>ความสัมพันธ์</b> นั้นสามารถสร้างขึ้นระหว่างโมดูลนี้และโมดูลอื่นที่ปรับใช้งานไว้<br><br> ความสัมพันธ์จะมีการแสดงผ่านแผงข้อมูลย่อยและฟิลด์การเชื่อมโยงในระเบียนของโมดูล<br><br>เลือก <b>ประเภท</b> ความสัมพันธ์อย่างใดอย่างหนึ่งต่อไปนี้:<br><br> <b>หนึ่งต่อหนึ่ง</b> - ระเบียนของทั้งสองโมดูลจะมีฟิลด์การเชื่อมโยง<br><br> <b>หนึ่งต่อหลาย</b> - ระเบียนของโมดูลหลักจะมีแผงข้อมูลย่อย และระเบียนของโมดูลที่เกี่ยวข้องจะมีฟิลด์การเชื่อมโยง<br><br> <b>หลายต่อหลาย</b> - ระเบียนของทั้งสองโมดูลจะมีแผงข้อมูลย่อย<br><br> เลือก <b>โมดูลที่เกี่ยวข้อง</b> สำหรับความสัมพันธ์ <br><br>ถ้าประเภทความสัมพันธ์นั้นต้องมีแผงข้อมูลย่อย ให้เลือกมุมมองแผงข้อมูลย่อยสำหรับโมดูลที่เกี่ยวข้อง<br><br> คลิก <b>บันทึก</b> เพื่อสร้างความสัมพันธ์',
        'convertLeadHelp' => "ในที่นี้คุณสามารถเพิ่มโมดูลในหน้าจอเลย์เอาต์การแปลง และแก้ไขการตั้งค่าของโมดูลที่มีอยู่<br/><br/>
        <b>การเรียงลำดับ:</b><br/>
        ที่อยู่ติดต่อ, บัญชี และโอกาสทางการขายต้องอยู่ตามลำดับ แต่คุณสามารถเปลี่ยนลำดับของโมดูลอื่นๆ ได้ด้วยการลากแถวในตาราง<br/><br/>
        <b>การอ้างอิง:</b><br/>
        ถ้ามีโอกาสทางการขาย จะต้องมีบัญชีหรือต้องนำบัญชีออกจากเลย์เอาต์การแปลง<br/><br/>
        <b>โมดูล:</b> ชื่อของโมดูล<br/><br/>
        <b>ต้องระบุ:</b> ต้องมีการสร้างหรือเลือกโมดูลที่ต้องระบุก่อนที่จะแปลงผู้สนใจได้<br/><br/>
        <b>คัดลอกข้อมูล:</b> ถ้าเลือกไว้ ฟิลด์จากผู้สนใจจะถูกคัดลอกไปยังฟิลด์ที่มีชื่อเดียวกันในระเบียนที่สร้างใหม่<br/><br/>
        <b>ลบ:</b> นำโมดูลนี้ออกจากเลย์เอาต์การแปลง<br/><br/>
        ",
        'editDropDownBtn' => 'แก้ไขดรอปดาวน์ของทั้งระบบ',
        'addDropDownBtn' => 'เพิ่มดรอปดาวน์ของทั้งระบบใหม่',
    ),
    'fieldsHelp'=>array(
        'default'=>'<b>ฟิลด์</b> ในโมดูลจะปรากฏในที่นี้ตามชื่อฟิลด์<br><br>เทมเพลทของโมดูลประกอบด้วยชุดฟิลด์ที่กำหนดไว้ล่วงหน้า<br><br>ในการสร้างฟิลด์ใหม่ ให้คลิก <b>เพิ่มฟิลด์</b><br><br>ในการแก้ไขฟิลด์ ให้คลิก <b>ชื่อฟิลด์</b><br/><br/>หลังจากปรับใช้โมดูลแล้ว ฟิลด์ใหม่ที่สร้างในเครื่องมือสร้างโมดูล ตลอดจนฟิลด์ของเทมเพลท จะถือเป็นฟิลด์มาตรฐานใน Studio',
    ),
    'relationshipsHelp'=>array(
        'default'=>'<b>ความสัมพันธ์</b> ที่สร้างขึ้นระหว่างโมดูลและโมดูลอื่นจะปรากฏที่นี่<br><br><b>ชื่อ</b> ความสัมพันธ์คือชื่อที่ระบบสร้างขึ้นสำหรับความสัมพันธ์นั้น<br><br><b>โมดูลหลัก</b> คือโมดูลที่เป็นเจ้าของความสัมพันธ์ คุณสมบัติของความสัมพันธ์จะถูกเก็บอยู่ในตารางฐานข้อมูลที่เป็นของโมดูลหลัก<br><br><b>ประเภท</b> คือประเภทของความสัมพันธ์ระหว่างโมดูลหลักและ <b>โมดูลที่เกี่ยวข้อง</b><br><br>คลิกที่ชื่อคอลัมน์เพื่อจัดเรียงตามคอลัมน์นั้น<br><br>คลิกที่แถวในตารางความสัมพันธ์เพื่อดูคุณสมบัติที่เชื่อมโยงกับความสัมพันธ์นั้น<br><br>คลิก <b>เพิ่มความสัมพันธ์</b> เพื่อสร้างความสัมพันธ์ใหม่',
        'addrelbtn'=>'ความช่วยเหลือเมื่อวางเมาส์สำหรับการเพิ่มความสัมพันธ์..',
        'addRelationship'=>'<b>ความสัมพันธ์</b> นั้นสามารถสร้างขึ้นระหว่างโมดูลนี้และโมดูลอื่นที่กำหนดเองหรือที่ปรับใช้งานไว้<br><br> ความสัมพันธ์จะมีการแสดงผ่านแผงข้อมูลย่อยและฟิลด์การเชื่อมโยงในระเบียนของโมดูล<br><br>เลือก <b>ประเภท</b> ความสัมพันธ์อย่างใดอย่างหนึ่งต่อไปนี้:<br><br> <b>หนึ่งต่อหนึ่ง</b> - ระเบียนของทั้งสองโมดูลจะมีฟิลด์การเชื่อมโยง<br><br> <b>หนึ่งต่อหลาย</b> - ระเบียนของโมดูลหลักจะมีแผงข้อมูลย่อย และระเบียนของโมดูลที่เกี่ยวข้องจะมีฟิลด์การเชื่อมโยง<br><br> <b>หลายต่อหลาย</b> - ระเบียนของทั้งสองโมดูลจะมีแผงข้อมูลย่อย<br><br> เลือก <b>โมดูลที่เกี่ยวข้อง</b> สำหรับความสัมพันธ์ <br><br>ถ้าประเภทความสัมพันธ์นั้นต้องมีแผงข้อมูลย่อย ให้เลือกมุมมองแผงข้อมูลย่อยสำหรับโมดูลที่เกี่ยวข้อง<br><br> คลิก <b>บันทึก</b> เพื่อสร้างความสัมพันธ์',
    ),
    'labelsHelp'=>array(
        'default'=> '<b>ป้ายกำกับ</b> สำหรับฟิลด์และชื่ออื่นๆ ในโมดูลนี้สามารถเปลี่ยนได้<br><br>แก้ไขป้ายกำกับได้ด้วยการคลิกภายในฟิลด์ ป้อนป้ายกำกับใหม่ และคลิก <b>บันทึก</b><br><br>ถ้ามีการติดตั้งแพ็คภาษาไว้ในแอปพลิเคชัน คุณจะสามารถเลือก <b>ภาษา</b> ที่จะใช้กับป้ายกำกับได้',
        'saveBtn'=>'คลิกที่ <b>บันทึก</b> เพื่อบันทึกการเปลี่ยนแปลงทั้งหมด',
        'publishBtn'=>'คลิกที่ <b>บันทึกและปรับใช้</b> เพื่อบันทึกการเปลี่ยนแปลงทั้งหมด และกำหนดให้มีสถานะใช้งาน',
    ),
    'portalSync'=>array(
        'default' => 'ป้อน <b>URL ของ Sugar Portal</b> สำหรับอินสแตนซ์ของพอร์ทัลที่จะอัปเดต จากนั้นคลิก <b>เริ่ม</b><br><br>จากนั้นป้อนชื่อผู้ใช้และรหัสผ่านที่ถูกต้องของ Sugar จากนั้นคลิก <b>เริ่มซิงค์</b><br><br>การปรับแต่งที่ทำไว้กับ <b>เลย์เอาต์</b> ของ Sugar Portal และ <b>สไตล์ชีท</b> ถ้ามีการอัปโหลดไว้ จะโอนไปยังอินสแตนซ์ของพอร์ทัลที่ระบุ',
    ),
    'portalConfig'=>array(
           'default' => '',
       ),
    'portalStyle'=>array(
        'default' => 'คุณสามารถปรับแต่งรูปลักษณ์ของ Sugar Portal ด้วยการใช้สไตล์ชีท<br><br>เลือก <b>สไตล์ชีท</b> ที่จะอัปโหลด<br><br>สไตล์ชีทนั้นจะมีการใช้งานใน Sugar Portal เมื่อมีการซิงค์ครั้งถัดไป',
    ),
),

'assistantHelp'=>array(
    'package'=>array(
            //custom begin
            'nopackages'=>'ในการเริ่มต้นใช้งานโครงการ ให้คลิก <b>แพ็คเกจใหม่</b> เพื่อสร้างแพ็คเกจใหม่สำหรับเก็บโมดูลที่กำหนดเองของคุณ <br/><br/>แต่ละแพ็คเกจสามารถมีโมดูลได้หนึ่งโมดูลขึ้นไป<br/><br/>ตัวอย่างเช่น คุณอาจต้องการสร้างแพ็คเกจที่มีโมดูลที่กำหนดเองหนึ่งโมดูลที่เชื่อมโยงกับโมดูลบัญชีมาตรฐาน หรืออาจต้องการสร้างแพ็คเกจที่มีโมดูลใหม่หลายโมดูลทำงานร่วมกันเป็นโครงการและมีการเชื่อมโยงระหว่างกันและเชื่อมโยงกับโมดูลอื่นๆ ที่มีอยู่แล้วในแอปพลิเคชันด้วย',
            'somepackages'=>'<b>แพ็คเกจ</b> จะทำหน้าที่เป็นคอนเทนเนอร์สำหรับโมดูลที่กำหนดเอง ซึ่งทั้งหมดเป็นส่วนหนึ่งของโครงการเดียวกัน แพ็คเกจสามารถมี <b>โมดูล</b> ที่กำหนดเองหนึ่งรายการขึ้นไป ซึ่งอาจเชื่อมโยงระหว่างกัน หรือกับโมดูลอื่นในแอปพลิเคชัน<br/><br/>หลังจากสร้างแพ็คเกจสำหรับโครงการของคุณแล้ว คุณสามารถสร้างโมดูลสำหรับแพ็คเกจได้ทันที หรืออาจกลับมาที่เครื่องมือสร้างโมดูลในภายหลังเพื่อจัดทำโครงการให้สมบูรณ์<br><br>เมื่อโครงการเสร็จสมบูรณ์แล้ว คุณสามารถ <b>ปรับใช้</b> แพ็คเกจเพื่อติดตั้งโมดูลที่กำหนดเองภายในแอปพลิเคชันได้',
            'afterSave'=>'แพ็คเกจใหม่ของคุณควรมีโมดูลอย่างน้อยหนึ่งรายการ คุณสามารถสร้างโมดูลที่กำหนดเองหนึ่งรายการขึ้นไปสำหรับแพ็คเกจ<br/><br/>คลิก <b>โมดูลใหม่</b> เพื่อสร้างโมดูลที่กำหนดเองสำหรับแพ็คเกจนี้<br/><br/> หลังจากสร้างอย่างน้อยหนึ่งโมดูลแล้ว คุณจะสามารถเผยแพร่หรือปรับใช้แพ็คเกจเพื่อให้สามารถใช้ได้สำหรับอินสแตนซ์ของคุณ และ/หรือ ในอินสแตนซ์ของผู้ใช้อื่น<br/><br/> ในการปรับใช้แพ็คเกจในขั้นตอนเดียวภายในอินสแตนซ์ Sugar ของคุณ ให้คลิก <b>ปรับใช้</b><br><br>คลิก <b>เผยแพร่</b> เพื่อบันทึกแพ็คเกจเป็นไฟล์ .zip หลังจากที่บันทึกไฟล์ .zip ไว้ในระบบของคุณแล้ว ให้ใช้ <b>เครื่องมือโหลดโมดูล</b> เพื่ออัปโหลดและติดตั้งแพ็คเกจภายในอินสแตนซ์ Sugar ของคุณ <br/><br/>คุณสามารถแจกจ่ายไฟล์ให้กับผู้ใช้คนอื่นๆ เพื่ออัปโหลดและติดตั้งภายในอินสแตนซ์ Sugar ของแต่ละคนได้',
            'create'=>'<b>แพ็คเกจ</b> จะทำหน้าที่เป็นคอนเทนเนอร์สำหรับโมดูลที่กำหนดเอง ซึ่งทั้งหมดเป็นส่วนหนึ่งของโครงการเดียวกัน แพ็คเกจสามารถมี <b>โมดูล</b> ที่กำหนดเองหนึ่งรายการขึ้นไป ซึ่งอาจเชื่อมโยงระหว่างกัน หรือกับโมดูลอื่นในแอปพลิเคชัน<br/><br/>หลังจากสร้างแพ็คเกจสำหรับโครงการของคุณแล้ว คุณสามารถสร้างโมดูลสำหรับแพ็คเกจได้ทันที หรืออาจกลับมาที่เครื่องมือสร้างโมดูลในภายหลังเพื่อจัดทำโครงการให้สมบูรณ์',
            ),
    'main'=>array(
        'welcome'=>'ใช้ <b>เครื่องมือของนักพัฒนา</b> เพื่อสร้างและจัดการโมดูลและฟิลด์มาตรฐานและที่กำหนดเอง <br/><br/>ในการจัดการโมดูลในแอปพลิเคชัน ให้คลิกที่ <b>Studio</b> <br/><br/>ในการสร้างโมดูลที่กำหนดเอง ให้คลิกที่ <b>เครื่องมือสร้างโมดูล</b>',
        'studioWelcome'=>'โมดูลที่ติดตั้งไว้ในปัจจุบันทั้งหมด รวมถึงออบเจกต์มาตรฐานและที่โหลดกับโมดูลนั้นสามารถปรับแต่งได้ภายใน Studio'
    ),
    'module'=>array(
        'somemodules'=>"เนื่องจากแพ็คเกจปัจจุบันประกอบด้วยอย่างน้อยหนึ่งโมดูล คุณสามารถ <b>ปรับใช้</b> โมดูลในแพ็คเกจได้ภายในอินสแตนซ์ Sugar ของคุณ หรือ <b>เผยแพร่</b> แพ็คเกจที่จะติดตั้งในอินสแตนซ์ Sugar ปัจจุบันหรืออินสแตนซ์อื่นโดยใช้ <b>เครื่องมือโหลดโมดูล</b><br/><br/>ในการติดตั้งแพ็คเกจโดยตรงภายในอินสแตนซ์ Sugar ของคุณ ให้คลิก <b>ปรับใช้</b><br><br>ในการสร้างไฟล์ .zip สำหรับแพ็คเกจที่สามารถโหลดและติดตั้งภายในอินสแตนซ์ Sugar ปัจจุบันและอินสแตนซ์อื่นๆ โดยใช้ <b>เครื่องมือโหลดโมดูล</b> ให้คลิก <b>เผยแพร่</b><br/><br/> คุณสามารถสร้างโมดูลสำหรับแพ็คเกจนี้ทีละขั้นตอน และเผยแพร่หรือปรับใช้เมื่อพร้อมที่จะดำเนินการ <br/><br/>หลังจากเผยแพร่หรือปรับใช้แพ็คเกจ คุณสามารถแก้ไขคุณสมบัติของแพ็คเกจและปรับแต่งโมดูลเพิ่มเติมได้ จากนั้นเผยแพร่หรือปรับใช้แพ็คเกจอีกครั้งเพื่อให้การเปลี่ยนแปลงมีผล" ,
        'editView'=> 'ในส่วนนี้คุณสามารถแก้ไขฟิลด์ที่มีอยู่ โดยสามารถนำฟิลด์ที่มีอยู่ออก หรือเพิ่มฟิลด์ที่ใช้ได้ในแผงข้อมูลด้านซ้าย',
        'create'=>'เมื่อเลือก <b>ประเภท</b> โมดูลที่คุณต้องการสร้าง โปรดคำนึงถึงประเภทของฟิลด์ที่คุณต้องการมีภายในโมดูล <br/><br/>เทมเพลทโมดูลแต่ละรายการประกอบด้วยชุดของฟิลด์ที่เกี่ยวข้องกับประเภทโมดูลแต่ละแบบ ตามชื่อของประเภทนั้น<br/><br/><b>พื้นฐาน</b> - จะมีฟิลด์พื้นฐานที่ปรากฏในโมดูลมาตรฐาน เช่น ฟิลด์ชื่อ ระบุให้ ทีม วันที่สร้าง และคำอธิบาย<br/><br/> <b>บริษัท</b> - จะมีฟิลด์เฉพาะสำหรับองค์กร เช่น ชื่อบริษัท อุตสาหกรรม และที่อยู่ที่เรียกเก็บเงิน ใช้เทมเพลทนี้เพื่อสร้างโมดูลที่คล้ายกับโมดูลบัญชีมาตรฐาน<br/><br/> <b>บุคคล</b> - จะมีฟิลด์เฉพาะสำหรับบุคคล เช่น คำนำหน้า ตำแหน่ง ชื่อ ที่อยู่ และหมายเลขโทรศัพท์ คุณสามารถใช้เทมเพลทนี้เพื่อสร้างโมดูลที่คล้ายกับโมดูลที่อยู่ติดต่อและผู้สนใจมาตรฐาน<br/><br/><b>ปัญหา</b> - จะมีฟิลด์เฉพาะสำหรับเคสและบัก เช่น เลขที่ สถานะ ลำดับความสำคัญ และคำอธิบาย คุณสามารถใช้เทมเพลทนี้เพื่อสร้างโมดูลที่คล้ายกับโมดูลเคสและเครื่องมือติดตามบักมาตรฐาน<br/><br/>หมายเหตุ: หลังจากที่คุณสร้างโมดูล คุณสามารถแก้ไขป้ายกำกับของฟิลด์ที่มากับเทมเพลท ตลอดจนสร้างฟิลด์ที่กำหนดเองเพื่อเพิ่มในเลย์เอาต์ของโมดูลได้',
        'afterSave'=>'ปรับแต่งโมดูลให้ตรงตามความต้องการของคุณด้วยการแก้ไขและสร้างฟิลด์ กำหนดความสัมพันธ์กับโมดูลอื่น และจัดเรียงฟิลด์ภายในเลย์เอาต์<br/><br/>ในการดูฟิลด์ของเทมเพลทและจัดการฟิลด์ที่กำหนดเองภายในโมดูล ให้คลิก <b>ดูฟิลด์</b><br/><br/>ในการสร้างและจัดการความสัมพันธ์ระหว่างโมดูลนั้นและโมดูลอื่นๆ ไม่ว่าจะอยู่ในแอปพลิเคชันอยู่แล้วหรือเป็นโมดูลที่กำหนดเองภายในแพ็คเกจเดียวกัน ให้คลิก <b>ดูความสัมพันธ์</b><br/><br/>ในการแก้ไขเลย์เอาต์ของโมดูล ให้คลิก <b>ดูเลย์เอาต์</b> คุณสามารถเปลี่ยนเลย์เอาต์ของมุมมองรายละเอียด มุมมองแก้ไข และมุมมองรายการสำหรับโมดูลได้เช่นเดียวกับที่ทำได้สำหรับโมดูลที่มีอยู่ในแอปพลิเคชันอยู่แล้วใน Studio<br/><br/> ในการสร้างโมดูลที่มีคุณสมบัติตรงกันกับโมดูลปัจจุบัน ให้คลิก <b>ทำซ้ำ</b> คุณสามารถปรับแต่งโมดูลใหม่นี้เพิ่มเติมได้',
        'viewfields'=>'คุณสามารถปรับแต่งฟิลด์ในโมดูลให้สอดคล้องกับความต้องการได้<br/><br/>คุณไม่สามารถลบฟิลด์มาตรฐาน แต่สามารถนำออกจากเลย์เอาต์ที่ต้องการได้ภายในเพจเลย์เอาต์ <br/><br/>คุณสามารถสร้างฟิลด์ที่มีคุณสมบัติคล้ายกับฟิลด์ที่มีอยู่แล้วได้อย่างรวดเร็ว โดยคลิก <b>โคลน</b> ในฟอร์ม <b>คุณสมบัติ</b> ป้อนคุณสมบัติใหม่ จากนั้นคลิก <b>บันทึก</b><br/><br/>ขอแนะนำให้คุณตั้งค่าคุณสมบัติทั้งหมดสำหรับฟิลด์มาตรฐานและฟิลด์ที่กำหนดเองก่อนที่จะเผยแพร่และติดตั้งแพ็คเกจที่มีโมดูลที่กำหนดเองอยู่',
        'viewrelationships'=>'คุณสามารถสร้างความสัมพันธ์แบบหลายต่อหลายระหว่างโมดูลปัจจุบันและโมดูลอื่นๆ ในแพ็คเกจ และ/หรือ ระหว่างโมดูลปัจจุบันและโมดูลที่ติดตั้งอยู่ในแอปพลิเคชันอยู่แล้ว<br><br>ในการสร้างความสัมพันธ์แบบหนึ่งต่อหลายและหนึ่งต่อหนึ่ง ให้สร้างฟิลด์ <b>เชื่อมโยง</b> และ <b>เชื่อมโยงแบบยืดหยุ่น</b> สำหรับโมดูล',
        'viewlayouts'=>'คุณสามารถควบคุมได้ว่าสามารถใช้ฟิลด์ใดได้ในการเก็บข้อมูลภายใน <b>มุมมองแก้ไข</b> และคุณยังสามารถควบคุมได้ว่าจะมีการแสดงข้อมูลใดบ้างภายใน <b>มุมมองรายละเอียด</b> มุมมองเหล่านี้ไม่จำเป็นต้องตรงกัน<br/><br/>ฟอร์มสร้างแบบด่วนจะปรากฏเมื่อมีการคลิก <b>สร้าง</b> ในแผงข้อมูลย่อยของโมดูล โดยค่าเริ่มต้น เลย์เอาต์ของฟอร์ม <b>สร้างแบบด่วน</b> จะเหมือนกับเลย์เอาต์ของ <b>มุมมองแก้ไข</b> ที่เป็นค่าเริ่มต้น คุณสามารถปรับแต่งฟอร์มสร้างแบบด่วน เพื่อให้มีฟิลด์น้อยลง และ/หรือมีฟิลด์อื่นๆ นอกเหนือจากเลย์เอาต์ของมุมมองแก้ไข <br><br>คุณสามารถกำหนดการรักษาความปลอดภัยโมดูลได้โดยใช้การปรับแต่งเลย์เอาต์และ <b>การจัดการบทบาท</b><br><br>',
        'existingModule' =>'หลังจากสร้างและปรับแต่งโมดูลนี้แล้ว คุณสามารถสร้างโมดูลเพิ่มเติมหรือกลับไปที่แพ็คเกจเพื่อ <b>เผยแพร่</b> หรือ <b>ปรับใช้</b> แพ็คเกจ<br><br>ในการสร้างโมดูลเพิ่มเติม ให้คลิก <b>ทำซ้ำ</b> เพื่อสร้างโมดูลที่มีคุณสมบัติเหมือนกับโมดูลปัจจุบัน หรือกลับไปที่แพ็คเกจและคลิก <b>โมดูลใหม่</b><br><br> ถ้าคุณพร้อมที่จะ <b>เผยแพร่</b> หรือ <b>ปรับใช้</b> แพ็คเกจที่มีโมดูลนี้ กลับไปที่แพ็คเกจเพื่อใช้ฟังก์ชันเหล่านีั้ คุณสามารถเผยแพร่และปรับใช้แพ็คเกจที่มีอย่างน้อยหนึ่งโมดูล',
        'labels'=> 'ป้ายกำกับของฟิลด์มาตรฐานและฟิลด์ที่กำหนดเองสามารถเปลี่ยนแปลงได้ การเปลี่ยนป้ายกำกับฟิลด์จะไม่มีผลกับข้อมูลที่เก็บอยู่ในฟิลด์',
    ),
    'listViewEditor'=>array(
        'modify'	=> 'ด้านซ้ายจะมีสามคอลัมน์ปรากฏอยู่ คอลัมน์ "เริ่มต้น" จะมีฟิลด์ที่ปรากฏในมุมมองรายการโดยค่าเริ่มต้น คอลัมน์ "ใช้ได้" จะมีฟิลด์ที่ผู้ใช้สามารถเลือกเพื่อใช้สร้างมุมมองรายการที่กำหนดเอง และคอลัมน์ "ซ่อน" มีฟิลด์ที่คุณในฐานะผู้ดูแลระบบสามารถเพิ่มในคอลัมน์เริ่มต้นหรือคอลัมน์ใช้ได้เพื่อให้ผู้ใช้สามารถใช้งานได้ แต่ขณะนี้ปิดใช้งานอยู่',
        'savebtn'	=> 'การคลิกที่ <b>บันทึก</b> จะบันทึกการเปลี่ยนแปลงทั้งหมด และกำหนดให้มีสถานะใช้งาน',
        'Hidden' 	=> 'ฟิลด์ที่ซ่อนคือฟิลด์ที่ผู้ใช้ไม่สามารถใช้ในมุมมองรายการในขณะนี้',
        'Available' => 'ฟิลด์ที่ใช้ได้คือฟิลด์ที่ไม่ปรากฏโดยค่าเริ่มต้น แต่ผู้ใช้สามารถเปิดใช้งานได้',
        'Default'	=> 'ฟิลด์ค่าเริ่มต้นจะปรากฏแก่ผู้ใช้ที่ไม่ได้สร้างการตั้งค่ามุมมองแบบรายการที่กำหนดเอง'
    ),

    'searchViewEditor'=>array(
        'modify'	=> 'ด้านซ้ายจะมีสองคอลัมน์ปรากฏอยู่ คอลัมน์ "เริ่มต้น" ประกอบด้วยฟิลด์ที่จะปรากฏในมุมมองค้นหา และคอลัมน์ "ซ่อน" ประกอบด้วยฟิลด์ที่คุณสามารถเพิ่มในมุมมองได้ในฐานะผู้ดูแลระบบ',
        'savebtn'	=> 'การคลิกที่ <b>บันทึกและปรับใช้</b> จะบันทึกการเปลี่ยนแปลงทั้งหมด และกำหนดให้มีสถานะใช้งาน',
        'Hidden' 	=> 'ฟิลด์ที่ซ่อนเป็นฟิลด์ที่จะไม่ปรากฏในมุมมองการค้นหา',
        'Default'	=> 'ฟิลด์ค่าเริ่มต้นจะปรากฏในมุมมองการค้นหา'
    ),
    'layoutEditor'=>array(
        'default'	=> 'ด้านซ้ายจะมีสองคอลัมน์ปรากฏอยู่ คอลัมน์ด้านขวามีชื่อว่า "เลย์เอาต์ปัจจุบัน" หรือ "แสดงตัวอย่างเลย์เอาต์" คือคอลัมน์ที่คุณสามารถเปลี่ยนเลย์เอาต์ของโมดูล คอลัมน์ด้านซ้าย ชื่อ "กล่องเครื่องมือ" มีองค์ประกอบและเครื่องมือที่เป็นประโยชน์สำหรับการแก้ไขเลย์เอาต์ <br/><br/>ถ้าพื้นที่เลย์เอาต์มีชื่อ "เลย์เอาต์ปัจจุบัน" แสดงว่าคุณกำลังทำงานกับสำเนาของเลย์เอาต์ที่ใช้งานในปัจจุบันโดยโมดูลสำหรับการแสดงผล<br/><br/>ถ้าใช้ชื่อ "แสดงตัวอย่างเลย์เอาต์" แสดงว่าคุณกำลังทำงานกับสำเนาที่สร้างขึ้นก่อนหน้านี้ด้วยการคลิกที่ปุ่มบันทึก และอาจมีการเปลี่ยนแปลงไปจากที่ผู้ใช้โมดูลนี้เห็น',
        'saveBtn'	=> 'การคลิกปุ่มนี้จะบันทึกเลย์เอาต์ เพื่อให้คุณสามารถเก็บรักษาการเปลี่ยนแปลงไว้ เมื่อคุณกลับมาที่โมดูลนี้ คุณจะเริ่มต้นจากเลย์เอาต์ที่เปลี่ยนแปลงนี้ แต่เลย์เอาต์ของคุณจะไม่ปรากฏแก่ผู้ใช้โมดูลจนกว่าคุณจะคลิกปุ่มบันทึกและเผยแพร่',
        'publishBtn'=> 'คลิกปุ่มนี้เพื่อปรับใช้เลย์เอาต์ โดยผู้ใช้ของโมดูลนี้จะเห็นเลย์เอาต์นี้มีผลทันที',
        'toolbox'	=> 'กล่องเครื่องมือประกอบด้วยคุณลักษณะที่เป็นประโยชน์ในการแก้ไขเลย์เอาต์ รวมถึงพื้นที่ถังขยะ ชุดของอีลิเมนต์เพิ่มเติม และชุดของฟิลด์ที่ใช้ได้ ซึ่งทั้งหมดนี้สามารถลากและวางในเลย์เอาต์ได้',
        'panels'	=> 'พื้นที่นี้จะแสดงให้เห็นว่าเลย์เอาต์จะปรากฏแก่ผู้ใช้โมดูลอย่างไรเมื่อมีการปรับใช้<br/><br/>คุณสามารถปรับเปลี่ยนตำแหน่งอีลิเมนต์ เช่น ฟิลด์ แถว และแผงข้อมูลด้วยการลากและวาง ลบอีลิเมนต์ด้วยการลากและวางในพื้นที่ถังขยะในกล่องเครื่องมือ หรือเพิ่มอีลิเมนต์ใหม่ด้วยการลากจากกล่องเครื่องมือและวางในตำแหน่งที่ต้องการในเลย์เอาต์'
    ),
    'dropdownEditor'=>array(
        'default'	=> 'ด้านซ้ายจะมีสองคอลัมน์ปรากฏอยู่ คอลัมน์ด้านขวามีชื่อว่า "เลย์เอาต์ปัจจุบัน" หรือ "แสดงตัวอย่างเลย์เอาต์" คือคอลัมน์ที่คุณสามารถเปลี่ยนเลย์เอาต์ของโมดูล คอลัมน์ด้านซ้าย ชื่อ "กล่องเครื่องมือ" มีองค์ประกอบและเครื่องมือที่เป็นประโยชน์สำหรับการแก้ไขเลย์เอาต์ <br/><br/>ถ้าพื้นที่เลย์เอาต์มีชื่อ "เลย์เอาต์ปัจจุบัน" แสดงว่าคุณกำลังทำงานกับสำเนาของเลย์เอาต์ที่ใช้งานในปัจจุบันโดยโมดูลสำหรับการแสดงผล<br/><br/>ถ้าใช้ชื่อ "แสดงตัวอย่างเลย์เอาต์" แสดงว่าคุณกำลังทำงานกับสำเนาที่สร้างขึ้นก่อนหน้านี้ด้วยการคลิกที่ปุ่มบันทึก และอาจมีการเปลี่ยนแปลงไปจากที่ผู้ใช้โมดูลนี้เห็น',
        'dropdownaddbtn'=> 'เมื่อคลิกที่ปุ่มนี้จะเป็นการเพิ่มรายการใหม่ในรายการดรอปดาวน์',

    ),
    'exportcustom'=>array(
        'exportHelp'=>'การปรับแต่งที่ทำใน Studio ภายในอินสแตนซ์นี้สามารถจัดทำเป็นแพ็คเกจและปรับใช้ในอินสแตนซ์อื่นได้ <br><br>ระบุ <b>ชื่อแพ็คเกจ</b> คุณสามารถระบุ <b>ผู้เขียน</b> และ <b>คำอธิบาย</b> สำหรับแพ็คเกจ<br><br>เลือกโมดูลที่มีการปรับแต่งที่ต้องการส่งออก (มีเพียงโมดูลที่มีการปรับแต่งเท่านั้นที่จะปรากฏให้เลือก)<br><br>คลิก <b>ส่งออก</b> เพื่อสร้างไฟล์ .zip สำหรับแพ็คเกจที่มีการปรับแต่ง ไฟล์ .zip นี้สามารถอัปโหลดได้ในอินสแตนซ์อื่นผ่านทาง <b>เครื่องมือโหลดโมดูล</b>',
        'exportCustomBtn'=>'คลิกที่ <b>ส่งออก</b> เพื่อสร้างไฟล์ .zip สำหรับแพ็คเกจที่มีการปรับแต่งซึ่งคุณต้องการส่งออก
',
        'name'=>'<b>ชื่อ</b> ของแพ็คเกจจะปรากฏในเครื่องมือโหลดโมดูลหลังจากที่อัปโหลดแพ็คเกจสำหรับการติดตั้งใน Studio',
        'author'=>'<b>ผู้เขียน</b> คือชื่อของเอนทิตีที่สร้างแพ็คเกจ ผู้เขียนอาจเป็นบุคคลหรือบริษัทก็ได้<br><br>ผู้เขียนจะปรากฏในเครื่องมือโหลดโมดูลหลังจากอัปโหลดแพ็คเกจเพื่อติดตั้งใน Studio
',
        'description'=>'<b>คำอธิบาย</b> ของแพ็คเกจจะปรากฏในเครื่องมือโหลดโมดูลหลังจากที่อัปโหลดแพ็คเกจสำหรับการติดตั้งใน Studio',
    ),
    'studioWizard'=>array(
        'mainHelp' 	=> 'ยินดีต้อนรับสู่พื้นที่ <b>เครื่องมือของนักพัฒนา</b1> <br/><br/>ใช้เครื่องมือภายในพื้นที่นี้เพื่อสร้างและจัดการโมดูลและฟิลด์มาตรฐานและที่กำหนดเอง',
        'studioBtn'	=> 'ใช้ <b>Studio</b> เพื่อปรับแต่งโมดูลที่ติดตั้งโดยเปลี่ยนการจัดเรียงฟิลด์ เลือกฟิลด์ที่สามารถใช้ได้ และสร้างฟิลด์ข้อมูลที่กำหนดเอง',
        'mbBtn'		=> 'ใช้ <b>เครื่องมือสร้างโมดูล</b> เพื่อสร้างโมดูลใหม่',
        'appBtn' 	=> 'ใช้โหมดแอปพลิเคชันเพื่อปรับแต่งคุณสมบัติต่างๆ ของโปรแกรม เช่น จำนวนรายงาน TPS ที่จะปรากฏบนหน้าแรก',
        'backBtn'	=> 'กลับไปที่ขั้นตอนก่อนหน้า',
        'studioHelp'=> 'ใช้ <b>Studio</b> เพื่อปรับแต่งโมดูลที่ติดตั้ง',
        'moduleBtn'	=> 'คลิกเพื่อแก้ไขโมดูลนี้',
        'moduleHelp'=> 'เลือกองค์ประกอบโมดูลที่คุณต้องการแก้ไข',
        'fieldsBtn'	=> 'กำหนดว่าจะเก็บข้อมูลอะไรบ้างในโมดูล ด้วยการควบคุม <b>ฟิลด์</b> ในโมดูล<br/><br/>คุณสามารถแก้ไขและสร้างฟิลด์ที่กำหนดเองได้ที่นี่',
        'layoutsBtn'=> 'ปรับแต่ง <b>เลย์เอาต์</b> ของมุมมองแก้ไข รายละเอียด รายการ และการค้นหา',
        'subpanelBtn'=> 'กำหนดว่าจะแสดงข้อมูลอะไรบ้างในแผงข้อมูลย่อยของโมดูลนี้',
        'layoutsHelp'=> 'เลือก <b>เลย์เอาต์ที่จะแก้ไข</b><br/<br/>ในการเปลี่ยนเลย์เอาต์ที่มีฟิลด์ข้อมูลสำหรับป้อนข้อมูล ให้คลิก <b>มุมมองแก้ไข</b><br/><br/>ในการเปลี่ยนเลย์เอาต์ที่แสดงข้อมูลที่ป้อนในฟิลด์ภายในมุมมองแก้ไข คลิก <b>มุมมองรายละเอียด</b><br/><br/>ในการเปลี่ยนคอลัมน์ที่ปรากฏในรายการเริ่มต้น ให้คลิก <b>มุมมองรายการ</b><br/><br/>ในการเปลี่ยนเลย์เอาต์ของฟอร์มการค้นหาขั้นต้นและขั้นสูง ให้คลิก <b>ค้นหา</b>',
        'subpanelHelp'=> 'เลือก <b>แผงข้อมูลย่อย</b> เพื่อแก้ไข',
        'searchHelp' => 'เลือกเลย์เอาต์ <b>การค้นหา</b> ที่จะแก้ไข',
        'labelsBtn'	=> 'แก้ไข <b>ป้ายกำกับ</b> เพื่อแสดงค่าในโมดูลนี้',
        'newPackage'=>'คลิกที่ <b>แพ็คเกจใหม่</b> เพื่อสร้างแพ็คเกจใหม่',
        'mbHelp'    => '<b>ยินดีต้อนรับสู่เครื่องมือสร้างโมดูล</b><br/><br/>คุณสามารถใช้ <b>เครื่องมือสร้างโมดูล</b> เพื่อสร้างแพ็คเกจที่มีโมดูลที่กำหนดเองซึ่งใช้ออบเจกต์มาตรฐานหรือออบเจกต์ที่กำหนดเอง<br/><br/>เริ่มต้นใช้งานโดยคลิก <b>แพ็คเกจใหม่</b> เพื่อสร้างแพ็คเกจใหม่ หรือเลือกแพ็คเกจที่จะแก้ไข<br/><br/><b>แพ็คเกจ</b> ทำหน้าที่เป็นคอนเทนเนอร์สำหรับโมดูลที่กำหนดเอง ซึ่งทั้งหมดเป็นส่วนหนึ่งของโครงการเดียว แพ็คเกจสามารถมีโมดูลที่กำหนดเองหนึ่งโมดูลขึ้นไป ซึ่งสามารถเชื่อมโยงระหว่างกันหรือเชื่อมโยงกับโมดูลอื่นในแอปพลิเคชัน<br/><br/>ตัวอย่าง: คุณอาจต้องการสร้างแพ็คเกจที่มีโมดูลที่กำหนดเองหนึ่งรายการ ซึ่งเชื่อมโยงกับโมดูลบัญชีมาตรฐาน หรืออาจต้องการสร้างแพ็คเกจที่มีโมดูลใหม่หลายรายการ ซึ่งทำงานร่วมกันเป็นโครงการ และมีการเชื่อมโยงระหว่างกันและเชื่อมโยงกับโมดูลในแอปพลิเคชัน',
        'exportBtn' => 'คลิกที่ <b>ส่งออกการปรับแต่ง</b> เพื่อสร้างแพ็คเกจที่มีการปรับแต่งซึ่งดำเนินการใน Studio สำหรับโมดูลที่ระบุ',
    ),

),
//HOME
'LBL_HOME_EDIT_DROPDOWNS'=>'เครื่องมือแก้ไขดรอปดาวน์',

//ASSISTANT
'LBL_AS_SHOW' => 'แสดงผู้ช่วยในอนาคต',
'LBL_AS_IGNORE' => 'ไม่สนใจผู้ช่วยอีก',
'LBL_AS_SAYS' => 'ผู้ช่วยบอกว่า:',

//STUDIO2
'LBL_MODULEBUILDER'=>'เครื่องมือสร้างโมดูล',
'LBL_STUDIO' => 'Studio',
'LBL_DROPDOWNEDITOR' => 'เครื่องมือแก้ไขดรอปดาวน์',
'LBL_EDIT_DROPDOWN'=>'แก้ไขดรอปดาวน์',
'LBL_DEVELOPER_TOOLS' => 'เครื่องมือของนักพัฒนา',
'LBL_SUGARPORTAL' => 'เครื่องมือแก้ไข Sugar Portal',
'LBL_SYNCPORTAL' => 'ซิงค์พอร์ทัล',
'LBL_PACKAGE_LIST' => 'รายการแพ็คเกจ',
'LBL_HOME' => 'หน้าแรก',
'LBL_NONE'=>'-ไม่มี-',
'LBL_DEPLOYE_COMPLETE'=>'การปรับใช้เสร็จสมบูรณ์',
'LBL_DEPLOY_FAILED'   =>'เกิดข้อผิดพลาดระหว่างกระบวนการปรับใช้ แพ็คเกจของคุณอาจติดตั้งไม่ถูกต้อง',
'LBL_ADD_FIELDS'=>'เพิ่มฟิลด์ที่กำหนดเอง',
'LBL_AVAILABLE_SUBPANELS'=>'แผงข้อมูลย่อยที่ใช้ได้',
'LBL_ADVANCED'=>'ขั้นสูง',
'LBL_ADVANCED_SEARCH'=>'การค้นหาขั้นสูง',
'LBL_BASIC'=>'ขั้นต้น',
'LBL_BASIC_SEARCH'=>'การค้นหาขั้นต้น',
'LBL_CURRENT_LAYOUT'=>'เลย์เอาต์',
'LBL_CURRENCY' => 'สกุลเงิน',
'LBL_CUSTOM' => 'กำหนดเอง',
'LBL_DASHLET'=>'ส่วนข้อมูล Sugar',
'LBL_DASHLETLISTVIEW'=>'มุมมองรายการของส่วนข้อมูล Sugar',
'LBL_DASHLETSEARCH'=>'การค้นหาส่วนข้อมูล Sugar',
'LBL_POPUP'=>'PopupView',
'LBL_POPUPLIST'=>'มุมมองรายการป๊อปอัป',
'LBL_POPUPLISTVIEW'=>'มุมมองรายการป๊อปอัป',
'LBL_POPUPSEARCH'=>'การค้นหาป๊อปอัป',
'LBL_DASHLETSEARCHVIEW'=>'การค้นหาส่วนข้อมูล Sugar',
'LBL_DISPLAY_HTML'=>'แสดงรหัส HTML',
'LBL_DETAILVIEW'=>'มุมมองรายละเอียด',
'LBL_DROP_HERE' => '[วางที่นี่]',
'LBL_EDIT'=>'แก้ไข',
'LBL_EDIT_LAYOUT'=>'แก้ไขเลย์เอาต์',
'LBL_EDIT_ROWS'=>'แก้ไขแถว',
'LBL_EDIT_COLUMNS'=>'แก้ไขคอลัมน์',
'LBL_EDIT_LABELS'=>'แก้ไขป้ายกำกับ',
'LBL_EDIT_PORTAL'=>'แก้ไขพอร์ทัลสำหรับ ',
'LBL_EDIT_FIELDS'=>'แก้ไขฟิลด์',
'LBL_EDITVIEW'=>'มุมมองแก้ไข',
'LBL_FILTER_SEARCH' => "ค้นหา",
'LBL_FILLER'=>'(จองพื้นที่)',
'LBL_FIELDS'=>'ฟิลด์',
'LBL_FAILED_TO_SAVE' => 'ไม่สามารถบันทึก',
'LBL_FAILED_PUBLISHED' => 'ไม่สามารถเผยแพร่',
'LBL_HOMEPAGE_PREFIX' => 'ของฉัน',
'LBL_LAYOUT_PREVIEW'=>'ตัวอย่างเลย์เอาต์',
'LBL_LAYOUTS'=>'เลย์เอาต์',
'LBL_LISTVIEW'=>'มุมมองรายการ',
'LBL_RECORDVIEW'=>'มุมมองระเบียน',
'LBL_MODULE_TITLE' => 'Studio',
'LBL_NEW_PACKAGE' => 'แพ็คเกจใหม่',
'LBL_NEW_PANEL'=>'แผงข้อมูลใหม่',
'LBL_NEW_ROW'=>'แถวใหม่',
'LBL_PACKAGE_DELETED'=>'ลบแพ็คเกจแล้ว',
'LBL_PUBLISHING' => 'กำลังเผยแพร่...',
'LBL_PUBLISHED' => 'เผยแพร่',
'LBL_SELECT_FILE'=> 'เลือกไฟล์',
'LBL_SAVE_LAYOUT'=> 'บันทึกเลย์เอาต์',
'LBL_SELECT_A_SUBPANEL' => 'เลือกแผงข้อมูลย่อย',
'LBL_SELECT_SUBPANEL' => 'เลือกแผงข้อมูลย่อย',
'LBL_SUBPANELS' => 'แผงข้อมูลย่อย',
'LBL_SUBPANEL' => 'แผงข้อมูลย่อย',
'LBL_SUBPANEL_TITLE' => 'ชื่อ:',
'LBL_SEARCH_FORMS' => 'ค้นหา',
'LBL_STAGING_AREA' => 'พื้นที่เตรียมการ (ลากและวางรายการที่นี่)',
'LBL_SUGAR_FIELDS_STAGE' => 'ฟิลด์ของ Sugar (คลิกที่รายการเพื่อเพิ่มพื้นที่เตรียมการ)',
'LBL_SUGAR_BIN_STAGE' => 'Sugar Bin (คลิกที่รายการเพื่อเพิ่มพื้นที่เตรียมการ)',
'LBL_TOOLBOX' => 'กล่องเครื่องมือ',
'LBL_VIEW_SUGAR_FIELDS' => 'ดูฟิลด์ของ Sugar',
'LBL_VIEW_SUGAR_BIN' => 'ดู Sugar Bin',
'LBL_QUICKCREATE' => 'สร้างด่วน',
'LBL_EDIT_DROPDOWNS' => 'แก้ไขดรอปดาวน์ของทั้งระบบ',
'LBL_ADD_DROPDOWN' => 'เพิ่มดรอปดาวน์ของทั้งระบบใหม่',
'LBL_BLANK' => '-ว่าง-',
'LBL_TAB_ORDER' => 'ลำดับของแท็บ',
'LBL_TAB_PANELS' => 'เปิดใช้งานแท็บ',
'LBL_TAB_PANELS_HELP' => 'เมื่อเปิดใช้งานแท็บ ใช้ช่องดรอปดาวน์ "ประเภท"<br />สำหรับแต่ละส่วนเพื่อกำหนดว่าจะแสดงผลอย่างไร (เป็นแท็บหรือแผงข้อมูล)',
'LBL_TABDEF_TYPE' => 'ประเภทการแสดงผล',
'LBL_TABDEF_TYPE_HELP' => 'เลือกวิธีแสดงส่วนข้อมูลนี้ ตัวเลือกนี้จะมีผลเฉพาะเมื่อคุณได้เปิดใช้งานแท็บในมุมมองนี้',
'LBL_TABDEF_TYPE_OPTION_TAB' => 'แท็บ',
'LBL_TABDEF_TYPE_OPTION_PANEL' => 'แผงข้อมูล',
'LBL_TABDEF_TYPE_OPTION_HELP' => 'เลือกแผงข้อมูลเพื่อแสดงแผงข้อมูลนี้ภายในมุมมองของเลย์เอาต์ เลือกแท็บเพื่อให้แสดงแผงข้อมูลนี้ภายในแท็บแยกต่างหากภายในเลย์เอาต์ เมื่อระบุแท็บสำหรับแผงข้อมูล แผงข้อมูลย่อยที่ตั้งค่าไว้ให้ปรากฏเป็นแผงข้อมูลจะปรากฏภายในแท็บดังกล่าว<br/>ระบบจะเริ่มต้นแท็บใหม่สำหรับแผงข้อมูลถัดไปที่มีการเลือกแท็บไว้ ถ้ามีการเลือกแท็บสำหรับแผงข้อมูลใต้แผงข้อมูลแรก แผงข้อมูลแรกจำเป็นจะต้องเป็นแท็บ',
'LBL_TABDEF_COLLAPSE' => 'ยุบ',
'LBL_TABDEF_COLLAPSE_HELP' => 'เลือกเพื่อกำหนดสถานะเริ่มต้นของแผงข้อมูลนี้เป็นแบบยุบ',
'LBL_DROPDOWN_TITLE_NAME' => 'ชื่อ',
'LBL_DROPDOWN_LANGUAGE' => 'ภาษา',
'LBL_DROPDOWN_ITEMS' => 'รายการ',
'LBL_DROPDOWN_ITEM_NAME' => 'ชื่อรายการ',
'LBL_DROPDOWN_ITEM_LABEL' => 'ป้ายกำกับที่แสดง',
'LBL_SYNC_TO_DETAILVIEW' => 'ซิงค์กับมุมมองรายละเอียด',
'LBL_SYNC_TO_DETAILVIEW_HELP' => 'เลือกตัวเลือกนี้เพื่อซิงค์เลย์เอาต์มุมมองแก้ไขนี้กับเลย์เอาต์มุมมองรายละเอียดที่ตรงกัน ระบบจะซิงค์และบันทึกฟิลด์และตำแหน่งของฟิลด์ในมุมมองแก้ไข<br> กับมุมมองรายละเอียดโดยอัตโนมัติเมื่อคลิกบันทึก หรือบันทึกและปรับใช้ในมุมมองแก้ไข<br>การเปลี่ยนแปลงเลย์เอาต์จะไม่สามารถดำเนินการได้ในมุมมองรายละเอียด',
'LBL_SYNC_TO_DETAILVIEW_NOTICE' => 'มุมมองรายละเอียดนี้ซิงค์กับมุมมองแก้ไขที่ตรงกันแล้ว<br> ฟิลด์และตำแหน่งของฟิลด์ในมุมมองรายละเอียดนี้จะตรงกันฟิลด์และตำแหน่งของฟิลด์ในมุมมองแก้ไข<br> การเปลี่ยนแปลงมุมมองรายละเอียดไม่สามารถบันทึกหรือปรับใช้ภายในเพจนี้ โปรดดำเนินการเปลี่ยนแปลงหรือยกเลิกการซิงค์เลย์เอาต์ในมุมมองแก้ไข ',
'LBL_COPY_FROM' => 'คัดลอกจาก',
'LBL_COPY_FROM_EDITVIEW' => 'คัดลอกจากมุมมองแก้ไข',
'LBL_DROPDOWN_BLANK_WARNING' => 'ต้องระบุค่าทั้งชื่อรายการและป้ายกำกับที่แสดง ในการเพิ่มรายการแบบว่างเปล่า ให้คลิกเพิ่มโดยไม่ป้อนค่าใดๆ สำหรับชื่อรายการและป้ายกำกับที่แสดง',
'LBL_DROPDOWN_KEY_EXISTS' => 'มีคีย์ในรายการแล้ว',
'LBL_DROPDOWN_LIST_EMPTY' => 'รายการนี้ต้องมีรายการที่เปิดใช้งานอย่างน้อยหนึ่งรายการ',
'LBL_NO_SAVE_ACTION' => 'ไม่พบการบันทึกสำหรับมุมมองนี้',
'LBL_BADLY_FORMED_DOCUMENT' => 'Studio2:establishLocation: เอกสารมีรูปแบบไม่ถูกต้อง',
// @TODO: Remove this lang string and uncomment out the string below once studio
// supports removing combo fields if a member field is on the layout already.
'LBL_INDICATES_COMBO_FIELD' => '** แสดงถึงฟิลด์ผสม ฟิลด์ผสมคือฟิลด์ต่างๆ ที่รวมกันเป็นชุด ตัวอย่างเช่น "ที่อยู่" เป็นฟิลด์ผสมที่ประกอบด้วย "ถนนของที่อยู่" "เมือง" "รหัสไปรษณีย์" "รัฐ" และ "ประเทศ"<br><br>ดับเบิลคลิกฟิลด์ผสมเพื่อดูว่ามีฟิลด์ใดอยู่บ้าง',
'LBL_COMBO_FIELD_CONTAINS' => 'ประกอบด้วย:',

'LBL_WIRELESSLAYOUTS'=>'เลย์เอาต์ของอุปกรณ์เคลื่อนที่',
'LBL_WIRELESSEDITVIEW'=>'มุมมองแก้ไขของอุปกรณ์เคลื่อนที่',
'LBL_WIRELESSDETAILVIEW'=>'มุมมองรายละเอียดของอุปกรณ์เคลื่อนที่',
'LBL_WIRELESSLISTVIEW'=>'มุมมองรายการของอุปกรณ์เคลื่อนที่',
'LBL_WIRELESSSEARCH'=>'การค้นหาอุปกรณ์เคลื่อนที่',

'LBL_BTN_ADD_DEPENDENCY'=>'เพิ่มการอ้างอิง',
'LBL_BTN_EDIT_FORMULA'=>'แก้ไขสูตร',
'LBL_DEPENDENCY' => 'การอ้างอิง',
'LBL_DEPENDANT' => 'รายการที่อ้างอิง',
'LBL_CALCULATED' => 'ค่าที่คำนวณ',
'LBL_READ_ONLY' => 'อ่านอย่างเดียว',
'LBL_FORMULA_BUILDER' => 'เครื่องมือสร้างสูตร',
'LBL_FORMULA_INVALID' => 'สูตรไม่ถูกต้อง',
'LBL_FORMULA_TYPE' => 'สูตรต้องเป็นประเภท ',
'LBL_NO_FIELDS' => 'ไม่พบฟิลด์',
'LBL_NO_FUNCS' => 'ไม่พบฟังก์ชัน',
'LBL_SEARCH_FUNCS' => 'ค้นหาฟังก์ชัน...',
'LBL_SEARCH_FIELDS' => 'ค้นหาฟิลด์...',
'LBL_FORMULA' => 'สูตร',
'LBL_DYNAMIC_VALUES_CHECKBOX' => 'รายการที่อ้างอิง',
'LBL_DEPENDENT_DROPDOWN_HELP' => 'ลากตัวเลือกจากรายการทางซ้ายของตัวเลือกที่ใช้ได้ในดรอปดาวน์รายการที่อ้างอิงไปยังรายการทางด้านขวาเพื่อกำหนดให้ตัวเลือกนั้นสามารถใช้ได้เมื่อเลือกตัวเลือกระดับบนไว้ ถ้าไม่มีรายการที่อยู่ใต้ตัวเลือกระดับบน ระบบจะไม่แสดงดรอปดาวน์รายการที่อ้างอิงเมื่อเลือกตัวเลือกระดับบน',
'LBL_AVAILABLE_OPTIONS' => 'ตัวเลือกที่ใช้ได้',
'LBL_PARENT_DROPDOWN' => 'ดรอปดาวน์หลัก',
'LBL_VISIBILITY_EDITOR' => 'เครื่องมือแก้ไขการแสดงผล',
'LBL_ROLLUP' => 'ทบยอด',
'LBL_RELATED_FIELD' => 'ฟิลด์ที่เกี่ยวข้อง',
'LBL_CONFIG_PORTAL_URL'=>'URL ไปยังรูปภาพโลโก้ที่กำหนดเอง ขนาดของโลโก้ที่แนะนำคือ 163 Ã 18 พิกเซล',
'LBL_PORTAL_ROLE_DESC' => 'โปรดอย่าลบบทบาทนี้ บทบาท พอร์ทัลการดำเนินการด้วยตนเองของลูกค้าเป็นบทบาทที่ระบบสร้างขึ้นในกระบวนการเปิดใช้งาน Sugar ใช้การควบคุมการเข้าถึงภายในบทบาทนี้เพื่อเปิดใช้งานหรือปิดใช้งานโมดูลบัก เคส และ/หรือฐานความรู้ใน Sugar Portal โปรดอย่าแก้ไขการควบคุมการเข้าถึงอื่นๆ สำหรับบทบาทนี้ เพื่อป้องกันไม่ให้ระบบทำงานผิดจากที่คาดหมาย ในกรณีที่ลบบทบาทนี้ไปโดยไม่ตั้งใจ ให้สร้างขึ้นใหม่ด้วยการปิดใช้งานและเปิดใช้งาน Sugar Portal อีกครั้ง',

//RELATIONSHIPS
'LBL_MODULE' => 'โมดูล',
'LBL_LHS_MODULE'=>'โมดูลหลัก',
'LBL_CUSTOM_RELATIONSHIPS' => '* ความสัมพันธ์ที่สร้างใน Studio',
'LBL_RELATIONSHIPS'=>'ความสัมพันธ์',
'LBL_RELATIONSHIP_EDIT' => 'แก้ไขความสัมพันธ์',
'LBL_REL_NAME' => 'ชื่อ',
'LBL_REL_LABEL' => 'ป้ายกำกับ',
'LBL_REL_TYPE' => 'ประเภท',
'LBL_RHS_MODULE'=>'โมดูลที่เกี่ยวข้อง',
'LBL_NO_RELS' => 'ไม่มีความสัมพันธ์',
'LBL_RELATIONSHIP_ROLE_ENTRIES'=>'เงื่อนไขที่เลือกระบุได้' ,
'LBL_RELATIONSHIP_ROLE_COLUMN'=>'คอลัมน์',
'LBL_RELATIONSHIP_ROLE_VALUE'=>'ค่า',
'LBL_SUBPANEL_FROM'=>'แผงข้อมูลย่อยจาก',
'LBL_RELATIONSHIP_ONLY'=>'ไม่มีการสร้างอีลิเมนต์ที่ปรากฏสำหรับความสัมพันธ์นี้ เนื่องจากมีความสัมพันธ์ที่ปรากฏอยู่แล้วระหว่างสองโมดูลนี้',
'LBL_ONETOONE' => 'หนึ่งต่อหนึ่ง',
'LBL_ONETOMANY' => 'หนึ่งต่อหลาย',
'LBL_MANYTOONE' => 'หลายต่อหนึ่ง',
'LBL_MANYTOMANY' => 'หลายต่อหลาย',

//STUDIO QUESTIONS
'LBL_QUESTION_FUNCTION' => 'เลือกฟังก์ชันหรือองค์ประกอบ',
'LBL_QUESTION_MODULE1' => 'เลือกโมดูล',
'LBL_QUESTION_EDIT' => 'เลือกโมดูลที่จะแก้ไข',
'LBL_QUESTION_LAYOUT' => 'เลือกเลย์เอาต์ที่จะแก้ไข',
'LBL_QUESTION_SUBPANEL' => 'เลือกแผงข้อมูลย่อยเพื่อแก้ไข',
'LBL_QUESTION_SEARCH' => 'เลือกเลย์เอาต์การค้นหาที่จะแก้ไข',
'LBL_QUESTION_MODULE' => 'เลือกองค์ประกอบของโมดูลที่จะแก้ไข',
'LBL_QUESTION_PACKAGE' => 'เลือกแพ็คเกจเพื่อแก้ไข หรือสร้างแพ็คเกจใหม่',
'LBL_QUESTION_EDITOR' => 'เลือกเครื่องมือ',
'LBL_QUESTION_DROPDOWN' => 'เลือกดรอปดาวน์เพื่อแก้ไข หรือสร้างดรอปดาวน์ใหม่',
'LBL_QUESTION_DASHLET' => 'เลือกเลย์เอาต์ส่วนข้อมูลที่จะแก้ไข',
'LBL_QUESTION_POPUP' => 'เลือกเลย์เอาต์ป๊อปอัปที่จะแก้ไข',
//CUSTOM FIELDS
'LBL_RELATE_TO'=>'เกี่ยวข้องกับ',
'LBL_NAME'=>'ชื่อ',
'LBL_LABELS'=>'ป้ายกำกับ',
'LBL_MASS_UPDATE'=>'การอัปเดตเป็นกลุ่ม',
'LBL_AUDITED'=>'ตรวจสอบ',
'LBL_CUSTOM_MODULE'=>'โมดูล',
'LBL_DEFAULT_VALUE'=>'ค่าเริ่มต้น',
'LBL_REQUIRED'=>'ต้องระบุ',
'LBL_DATA_TYPE'=>'ประเภท',
'LBL_HCUSTOM'=>'กำหนดเอง',
'LBL_HDEFAULT'=>'ค่าเริ่มต้น',
'LBL_LANGUAGE'=>'ภาษา:',
'LBL_CUSTOM_FIELDS' => '* ฟิลด์ที่สร้างใน Studio',

//SECTION
'LBL_SECTION_EDLABELS' => 'แก้ไขป้ายกำกับ',
'LBL_SECTION_PACKAGES' => 'แพ็คเกจ',
'LBL_SECTION_PACKAGE' => 'แพ็คเกจ',
'LBL_SECTION_MODULES' => 'โมดูล',
'LBL_SECTION_PORTAL' => 'พอร์ทัล',
'LBL_SECTION_DROPDOWNS' => 'ดรอปดาวน์',
'LBL_SECTION_PROPERTIES' => 'คุณสมบัติ',
'LBL_SECTION_DROPDOWNED' => 'แก้ไขดรอปดาวน์',
'LBL_SECTION_HELP' => 'ความช่วยเหลือ',
'LBL_SECTION_ACTION' => 'การดำเนินการ',
'LBL_SECTION_MAIN' => 'หลัก',
'LBL_SECTION_EDPANELLABEL' => 'แก้ไขป้ายกำกับแผงข้อมูล',
'LBL_SECTION_FIELDEDITOR' => 'แก้ไขฟิลด์',
'LBL_SECTION_DEPLOY' => 'ปรับใช้',
'LBL_SECTION_MODULE' => 'โมดูล',
'LBL_SECTION_VISIBILITY_EDITOR'=>'แก้ไขการแสดงผล',
//WIZARDS

//LIST VIEW EDITOR
'LBL_DEFAULT'=>'ค่าเริ่มต้น',
'LBL_HIDDEN'=>'ซ่อน',
'LBL_AVAILABLE'=>'ใช้ได้',
'LBL_LISTVIEW_DESCRIPTION'=>'ด้านล่างจะมีสามคอลัมน์ปรากฏอยู่ คอลัมน์ <b>เริ่มต้น</b> จะมีฟิลด์ที่ปรากฏในมุมมองรายการเป็นค่าเริ่มต้น คอลัมน์ <b>เพิ่มเติม</b> จะมีฟิลด์ที่ผู้ใช้อาจเลือกไว้สำหรับสร้างมุมมองที่กำหนดเอง และคอลัมน์ที่ <b>ใช้ได้</b> เป็นคอลัมน์ที่คุณในฐานะผู้ดูแลระบบสามารถเพิ่มในคอลัมน์เริ่มต้นหรือคอลัมน์เพิ่มเติมเพื่อให้ผู้ใช้สามารถใช้งานได้',
'LBL_LISTVIEW_EDIT'=>'เครื่องมือแก้ไขมุมมองรายการ',

//Manager Backups History
'LBL_MB_PREVIEW'=>'ดูตัวอย่าง',
'LBL_MB_RESTORE'=>'เรียกคืน',
'LBL_MB_DELETE'=>'ลบ',
'LBL_MB_COMPARE'=>'เปรียบเทียบ',
'LBL_MB_DEFAULT_LAYOUT'=>'เลย์เอาต์เริ่มต้น',

//END WIZARDS

//BUTTONS
'LBL_BTN_ADD'=>'เพิ่ม',
'LBL_BTN_SAVE'=>'บันทึก',
'LBL_BTN_SAVE_CHANGES'=>'บันทึกการเปลี่ยนแปลง',
'LBL_BTN_DONT_SAVE'=>'ยกเลิกการเปลี่ยนแปลง',
'LBL_BTN_CANCEL'=>'ยกเลิก',
'LBL_BTN_CLOSE'=>'ปิด',
'LBL_BTN_SAVEPUBLISH'=>'บันทึกและปรับใช้',
'LBL_BTN_NEXT'=>'ถัดไป',
'LBL_BTN_BACK'=>'ย้อนกลับ',
'LBL_BTN_CLONE'=>'โคลน',
'LBL_BTN_COPY' => 'คัดลอก',
'LBL_BTN_COPY_FROM' => 'คัดลอกจาก...',
'LBL_BTN_ADDCOLS'=>'เพิ่มคอลัมน์',
'LBL_BTN_ADDROWS'=>'เพิ่มแถว',
'LBL_BTN_ADDFIELD'=>'เพิ่มฟิลด์',
'LBL_BTN_ADDDROPDOWN'=>'เพิ่มดรอปดาวน์',
'LBL_BTN_SORT_ASCENDING'=>'จัดเรียงจากน้อยไปมาก',
'LBL_BTN_SORT_DESCENDING'=>'จัดเรียงจากมากไปน้อย',
'LBL_BTN_EDLABELS'=>'แก้ไขป้ายกำกับ',
'LBL_BTN_UNDO'=>'ยกเลิก',
'LBL_BTN_REDO'=>'ทำซ้ำ',
'LBL_BTN_ADDCUSTOMFIELD'=>'เพิ่มฟิลด์ที่กำหนดเอง',
'LBL_BTN_EXPORT'=>'ส่งออกการปรับแต่ง',
'LBL_BTN_DUPLICATE'=>'ทำซ้ำ',
'LBL_BTN_PUBLISH'=>'เผยแพร่',
'LBL_BTN_DEPLOY'=>'ปรับใช้',
'LBL_BTN_EXP'=>'ส่งออก',
'LBL_BTN_DELETE'=>'ลบ',
'LBL_BTN_VIEW_LAYOUTS'=>'ดูเลย์เอาต์',
'LBL_BTN_VIEW_MOBILE_LAYOUTS'=>'ดูเลย์เอาต์ของอุปกรณ์เคลื่อนที่',
'LBL_BTN_VIEW_FIELDS'=>'ดูฟิลด์',
'LBL_BTN_VIEW_RELATIONSHIPS'=>'ดูความสัมพันธ์',
'LBL_BTN_ADD_RELATIONSHIP'=>'เพิ่มความสัมพันธ์',
'LBL_BTN_RENAME_MODULE' => 'เปลี่ยนชื่อโมดูล',
'LBL_BTN_INSERT'=>'แทรก',
//TABS

//ERRORS
'ERROR_ALREADY_EXISTS'=> 'ข้อผิดพลาด: มีฟิลด์แล้ว',
'ERROR_INVALID_KEY_VALUE'=> "ข้อผิดพลาด: ค่าของคีย์ไม่ถูกต้อง: [']",
'ERROR_NO_HISTORY' => 'ไม่พบไฟล์ประวัติ',
'ERROR_MINIMUM_FIELDS' => 'เลย์เอาต์ต้องมีอย่างน้อยหนึ่งฟิลด์',
'ERROR_GENERIC_TITLE' => 'เกิดข้อผิดพลาด',
'ERROR_REQUIRED_FIELDS' => 'คุณต้องการดำเนินการต่อหรือไม่ ไม่มีฟิลด์ที่ต้องระบุต่อไปนี้ในเลย์เอาต์:  ',
'ERROR_ARE_YOU_SURE' => 'คุณต้องการดำเนินการต่อหรือไม่',

'ERROR_CALCULATED_MOBILE_FIELDS' => 'ฟิลด์ต่อไปนี้มีค่าที่คำนวณซึ่งจะไม่มีการคำนวณใหม่แบบเรียลไทม์ในมุมมองการแก้ไขของ SugarCRM บนอุปกรณ์เคลื่อนที่:',
'ERROR_CALCULATED_PORTAL_FIELDS' => 'ฟิลด์ต่อไปนี้มีค่าที่คำนวณซึ่งจะไม่มีการคำนวณใหม่แบบเรียลไทม์ในมุมมองการแก้ไขของ SugarCRM Portal:',

//SUGAR PORTAL
    'LBL_PORTAL_DISABLED_MODULES' => 'โมดูลต่อไปนี้ถูกปิดใช้งานแล้ว:',
    'LBL_PORTAL_ENABLE_MODULES' => 'ถ้าคุณต้องการเปิดใช้งานในพอร์ทัล โปรดเปิดใช้งาน <a id="configure_tabs" target="_blank" href="./index.php?module=Administration&amp;action=ConfigureTabs">ที่นี่</a>',
    'LBL_PORTAL_CONFIGURE' => 'กำหนดค่าพอร์ทัล',
    'LBL_PORTAL_THEME' => 'พอร์ทัลของธีม',
    'LBL_PORTAL_ENABLE' => 'เปิดใช้งาน',
    'LBL_PORTAL_SITE_URL' => 'พอร์ทัลไซต์ของคุณอยู่ที่:',
    'LBL_PORTAL_APP_NAME' => 'ชื่อแอปพลิเคชัน',
    'LBL_PORTAL_LOGO_URL' => 'URL ของโลโก้',
    'LBL_PORTAL_LIST_NUMBER' => 'จำนวนระเบียนที่จะแสดงในรายการ',
    'LBL_PORTAL_DETAIL_NUMBER' => 'จำนวนฟิลด์ที่จะแสดงในมุมมองรายละเอียด',
    'LBL_PORTAL_SEARCH_RESULT_NUMBER' => 'จำนวนผลลัพธ์ที่จะแสดงในการค้นหาทั้งระบบ',
    'LBL_PORTAL_DEFAULT_ASSIGN_USER' => 'ค่าเริ่มต้นที่ระบุให้กับการลงทะเบียนพอร์ทัลใหม่',

'LBL_PORTAL'=>'พอร์ทัล',
'LBL_PORTAL_LAYOUTS'=>'เลย์เอาต์ของพอร์ทัล',
'LBL_SYNCP_WELCOME'=>'โปรดป้อน URL อินสแตนซ์ของพอร์ทัลที่คุณต้องการอัปเดต',
'LBL_SP_UPLOADSTYLE'=>'เลือกสไตล์ชีทที่จะอัปโหลดจากคอมพิวเตอร์ของคุณ<br> ระบบจะใช้งานสไตล์ชีทใน Sugar Portal เมื่อคุณซิงค์ข้อมูลครั้งถัดไป',
'LBL_SP_UPLOADED'=> 'อัปโหลดแล้ว',
'ERROR_SP_UPLOADED'=>'โปรดตรวจสอบว่าคุณกำลังอัปโหลดสไตล์ชีท css',
'LBL_SP_PREVIEW'=>'ต่อไปนี้เป็นตัวอย่างของ Sugar Portal เมื่อใช้สไตล์ชีท',
'LBL_PORTALSITE'=>'URL ของ Sugar Portal: ',
'LBL_PORTAL_GO'=>'เริ่ม',
'LBL_UP_STYLE_SHEET'=>'อัปโหลดสไตล์ชีท',
'LBL_QUESTION_SUGAR_PORTAL' => 'เลือกเลย์เอาต์ของ Sugar Portal ที่จะแก้ไข',
'LBL_QUESTION_PORTAL' => 'เลือกเลย์เอาต์ของพอร์ทัลที่จะแก้ไข',
'LBL_SUGAR_PORTAL'=>'เครื่องมือแก้ไข Sugar Portal',
'LBL_USER_SELECT' => '-- เลือก --',

//PORTAL PREVIEW
'LBL_CASES'=>'เคส',
'LBL_NEWSLETTERS'=>'จดหมายข่าว',
'LBL_BUG_TRACKER'=>'เครื่องมือติดตามบัก',
'LBL_MY_ACCOUNT'=>'บัญชีของฉัน',
'LBL_LOGOUT'=>'ล็อกเอาต์',
'LBL_CREATE_NEW'=>'สร้างใหม่',
'LBL_LOW'=>'ต่ำ',
'LBL_MEDIUM'=>'ปานกลาง',
'LBL_HIGH'=>'สูง',
'LBL_NUMBER'=>'เลขที่:',
'LBL_PRIORITY'=>'ลำดับความสำคัญ:',
'LBL_SUBJECT'=>'เรื่อง',

//PACKAGE AND MODULE BUILDER
'LBL_PACKAGE_NAME'=>'ชื่อแพ็คเกจ:',
'LBL_MODULE_NAME'=>'ชื่อโมดูล:',
'LBL_MODULE_NAME_SINGULAR' => 'ชื่อโมดูลเดี่ยว:',
'LBL_AUTHOR'=>'ผู้เขียน:',
'LBL_DESCRIPTION'=>'คำอธิบาย:',
'LBL_KEY'=>'คีย์:',
'LBL_ADD_README'=>' Readme',
'LBL_MODULES'=>'โมดูล:',
'LBL_LAST_MODIFIED'=>'แก้ไขครั้งล่าสุด:',
'LBL_NEW_MODULE'=>'โมดูลใหม่',
'LBL_LABEL'=>'ป้ายกำกับหลายรายการ',
'LBL_LABEL_TITLE'=>'ป้ายกำกับ',
'LBL_SINGULAR_LABEL' => 'ป้ายกำกับรายการเดียว',
'LBL_WIDTH'=>'ความกว้าง',
'LBL_PACKAGE'=>'แพ็คเกจ:',
'LBL_TYPE'=>'ประเภท:',
'LBL_TEAM_SECURITY'=>'การรักษาความปลอดภัยของทีม',
'LBL_ASSIGNABLE'=>'ระบุได้',
'LBL_PERSON'=>'บุคคล',
'LBL_COMPANY'=>'บริษัท',
'LBL_ISSUE'=>'ปัญหา',
'LBL_SALE'=>'การขาย',
'LBL_FILE'=>'ไฟล์',
'LBL_NAV_TAB'=>'แท็บการนำทาง',
'LBL_CREATE'=>'สร้าง',
'LBL_LIST'=>'รายการ',
'LBL_VIEW'=>'มุมมอง',
'LBL_LIST_VIEW'=>'มุมมองรายการ',
'LBL_HISTORY'=>'ดูประวัติ',
'LBL_RESTORE_DEFAULT_LAYOUT'=>'เรียกคืนเลย์เอาต์เริ่มต้น',
'LBL_ACTIVITIES'=>'สตรีมกิจกรรม',
'LBL_SEARCH'=>'ค้นหา',
'LBL_NEW'=>'ใหม่',
'LBL_TYPE_BASIC'=>'ขั้นต้น',
'LBL_TYPE_COMPANY'=>'บริษัท',
'LBL_TYPE_PERSON'=>'บุคคล',
'LBL_TYPE_ISSUE'=>'ปัญหา',
'LBL_TYPE_SALE'=>'การขาย',
'LBL_TYPE_FILE'=>'ไฟล์',
'LBL_RSUB'=>'นี่คือแผงข้อมูลย่อยที่จะปรากฏในโมดูลของคุณ',
'LBL_MSUB'=>'นี่คือแผงข้อมูลย่อยที่โมดูลของคุณแสดงสำหรับโมดูลที่เกี่ยวข้อง',
'LBL_MB_IMPORTABLE'=>'อนุญาตการนำเข้า',

// VISIBILITY EDITOR
'LBL_VE_VISIBLE'=>'แสดงผล',
'LBL_VE_HIDDEN'=>'ซ่อน',
'LBL_PACKAGE_WAS_DELETED'=>'ลบ [[package]] แล้ว',

//EXPORT CUSTOMS
'LBL_EC_TITLE'=>'ส่งออกการปรับแต่ง',
'LBL_EC_NAME'=>'ชื่อแพ็คเกจ:',
'LBL_EC_AUTHOR'=>'ผู้เขียน:',
'LBL_EC_DESCRIPTION'=>'คำอธิบาย:',
'LBL_EC_KEY'=>'คีย์:',
'LBL_EC_CHECKERROR'=>'โปรดเลือกโมดูล',
'LBL_EC_CUSTOMFIELD'=>'ฟิลด์ที่ปรับแต่ง',
'LBL_EC_CUSTOMLAYOUT'=>'เลย์เอาต์ที่ปรับแต่ง',
'LBL_EC_CUSTOMDROPDOWN' => 'ดรอปดาวน์ที่กำหนดเอง',
'LBL_EC_NOCUSTOM'=>'ไม่มีการปรับแต่งโมดูล',
'LBL_EC_EXPORTBTN'=>'ส่งออก',
'LBL_MODULE_DEPLOYED' => 'ปรับใช้โมดูลแล้ว',
'LBL_UNDEFINED' => 'ไม่ได้กำหนด',
'LBL_EC_CUSTOMLABEL'=>'ป้ายกำกับที่ปรับแต่ง',

//AJAX STATUS
'LBL_AJAX_FAILED_DATA' => 'ไม่สามารถเรียกข้อมูล',
'LBL_AJAX_TIME_DEPENDENT' => 'มีการดำเนินการที่อ้างอิงเวลาดำเนินการอยู่ โปรดรอและลองอีกครั้งหลังจากนี้สักครู่',
'LBL_AJAX_LOADING' => 'กำลังโหลด...',
'LBL_AJAX_DELETING' => 'กำลังลบ...',
'LBL_AJAX_BUILDPROGRESS' => 'อยู่ระหว่างการสร้าง...',
'LBL_AJAX_DEPLOYPROGRESS' => 'กำลังปรับใช้...',
'LBL_AJAX_FIELD_EXISTS' =>'มีชื่อฟิลด์ที่คุณป้อนแล้ว โปรดป้อนชื่อฟิลด์ใหม่',
//JS
'LBL_JS_REMOVE_PACKAGE' => 'คุณแน่ใจหรือไม่ว่าต้องการลบแพ็คเกจนี้ การดำเนินการนี้จะลบไฟล์ทั้งหมดที่เชื่อมโยงกับแพ็คเกจนี้ออกอย่างถาวร',
'LBL_JS_REMOVE_MODULE' => 'คุณแน่ใจหรือไม่ว่าต้องการลบโมดูลนี้ การดำเนินการนี้จะลบไฟล์ทั้งหมดที่เชื่อมโยงกับโมดูลนี้',
'LBL_JS_DEPLOY_PACKAGE' => 'การปรับแต่งที่คุณทำไว้ใน Studio จะถูกเขียนทับเมื่อปรับใช้โมดูลนี้ใหม่ คุณต้องการดำเนินการต่อหรือไม่',

'LBL_DEPLOY_IN_PROGRESS' => 'กำลังปรับใช้แพ็คเกจ',
'LBL_JS_VALIDATE_NAME'=>'ชื่อ - ต้องเริ่มต้นด้วยตัวอักษรและมีได้เฉพาะตัวอักษร ตัวเลข และเครื่องหมายขีดล่าง ห้ามเว้นวรรคและใช้อักขระพิเศษอื่นๆ',
'LBL_JS_VALIDATE_PACKAGE_KEY'=>'มีคีย์ของแพ็คเกจแล้ว',
'LBL_JS_VALIDATE_PACKAGE_NAME'=>'มีชื่อแพ็คเกจแล้ว',
'LBL_JS_PACKAGE_NAME'=>'ชื่อแพ็คเกจ - ต้องเริ่มต้นด้วยตัวอักษรและมีได้เฉพาะตัวอักษร ตัวเลข และเครื่องหมายขีดล่าง ห้ามเว้นวรรคและใช้อักขระพิเศษอื่นๆ',
'LBL_JS_VALIDATE_KEY_WITH_SPACE'=>'คีย์ - ต้องเป็นตัวอักษรและตัวเลข และเริ่มต้นด้วยตัวอักษร',
'LBL_JS_VALIDATE_KEY'=>'คีย์ - ต้องเป็นตัวอักษรและตัวเลข เริ่มต้นด้วยตัวอักษรและไม่มีการเว้นวรรค',
'LBL_JS_VALIDATE_LABEL'=>'โปรดป้อนป้ายกำกับที่จะใช้เป็นชื่อที่ปรากฏสำหรับโมเดลนี้',
'LBL_JS_VALIDATE_TYPE'=>'โปรดเลือกประเภทโมดูลที่คุณต้องการสร้างจากรายการด้านบน',
'LBL_JS_VALIDATE_REL_NAME'=>'ชื่อ - ต้องเป็นตัวเลขและตัวอักษรโดยไม่มีการเว้นวรรค',
'LBL_JS_VALIDATE_REL_LABEL'=>'ป้ายกำกับ - โปรดเพิ่มป้ายกำกับที่จะปรากฏบนแผงข้อมูลย่อย',

// Dropdown lists
'LBL_JS_DELETE_REQUIRED_DDL_ITEM' => 'คุณแน่ใจหรือไม่ว่าต้องการลบรายการในดรอปดาวน์ที่ต้องระบุนี้ การดำเนินการนี้อาจมีผลกับการทำงานในแอปพลิเคชันของคุณ',

// Specific dropdown list should be:
// LBL_JS_DELETE_REQUIRED_DDL_ITEM_(UPPERCASE_DDL_NAME)
'LBL_JS_DELETE_REQUIRED_DDL_ITEM_SALES_STAGE_DOM' => 'คุณแน่ใจหรือไม่ว่าต้องการลบรายการดรอปดาวน์นี้ การลบขั้นตอนที่ปิดโดยได้รับการขายหรือปิดโดยไม่ได้รับการขายจะทำให้โมดูลประมาณการไม่ทำงานตามปกติ',

// Specific list items should be:
// LBL_JS_DELETE_REQUIRED_DDL_ITEM_(UPPERCASE_ITEM_NAME)
// Item name should have all special characters removed and spaces converted to
// underscores
'LBL_JS_DELETE_REQUIRED_DDL_ITEM_NEW' => 'คุณแน่ใจหรือไม่ว่าต้องการลบสถานะการขายใหม่ การลบสถานะนี้จะทำให้เวิร์กโฟลว์รายการบรรทัดรายได้ของโมดูลโอกาสทางการขายทำงานไม่ถูกต้อง',
'LBL_JS_DELETE_REQUIRED_DDL_ITEM_IN_PROGRESS' => 'คุณแน่ใจหรือไม่ว่าต้องการลบสถานะการขายที่อยู่ระหว่างดำเนินการ การลบสถานะนี้จะทำให้เวิร์กโฟลว์รายการบรรทัดรายได้ของโมดูลโอกาสทางการขายทำงานไม่ถูกต้อง',
'LBL_JS_DELETE_REQUIRED_DDL_ITEM_CLOSED_WON' => 'คุณแน่ใจหรือไม่ว่าต้องการลบขั้นตอนการขายที่ปิดโดยได้รับการขาย การลบขั้นตอนนี้จะทำให้โมดูลประมาณการทำงานไม่ถูกต้อง',
'LBL_JS_DELETE_REQUIRED_DDL_ITEM_CLOSED_LOST' => 'คุณแน่ใจหรือไม่ว่าต้องการลบขั้นตอนการขายที่ปิดโดยไม่ได้รับการขาย การลบขั้นตอนนี้จะทำให้โมดูลประมาณการทำงานไม่ถูกต้อง',

//CONFIRM
'LBL_CONFIRM_FIELD_DELETE'=>'การลบฟิลด์ที่กำหนดเองนี้จะลบทั้งฟิลด์ที่กำหนดเองและข้อมูลทั้งหมดเกี่ยวกับฟิลด์ที่กำหนดเองในฐานข้อมูล ฟิลด์นี้จะไม่ปรากฏในเลย์เอาต์ของโมดูลอีก'
        . ' ถ้าฟิลด์นี้มีการใช้งานกับสูตรที่ใช้คำนวณค่าสำหรับฟิลด์ใดก็ตาม สูตรนี้จะใช้งานไม่ได้อีก'
        . '\\n\\nฟิลด์นี้จะไม่สามารถใช้ได้อีกในรายงาน การเปลี่ยนแปลงนี้จะมีผลหลังจากที่คุณออกจากระบบและล็อกอินกลับเข้าสู่แอปพลิเคชัน รายงานใดก็ตามที่มีฟิลด์นี้จะต้องได้รับการอัปเดตเพื่อให้สามารถเรียกใช้ได้'
        . '\\n\\nคุณต้องการดำเนินการต่อหรือไม่',
'LBL_CONFIRM_RELATIONSHIP_DELETE'=>'คุณแน่ใจหรือไม่ว่าต้องการลบความสัมพันธ์นี้ <br>หมายเหตุ การดำเนินการนี้อาจใช้เวลานานหลายนาทีกว่าจะเสร็จสมบูรณ์',
'LBL_CONFIRM_RELATIONSHIP_DEPLOY'=>'การดำเนินการนี้จะทำให้ความสัมพันธ์เป็นแบบถาวร คุณแน่ใจหรือไม่ว่าต้องการปรับใช้ความสัมพันธ์นี้',
'LBL_CONFIRM_DONT_SAVE' => 'มีการเปลี่ยนแปลงหลังจากที่คุณบันทึกครั้งล่าสุด คุณต้องการบันทึกหรือไม่',
'LBL_CONFIRM_DONT_SAVE_TITLE' => 'บันทึกการเปลี่ยนแปลงหรือไม่',
'LBL_CONFIRM_LOWER_LENGTH' => 'ข้อมูลอาจถูกตัดออกและไม่สามารถยกเลิกการดำเนินการนี้ได้ คุณต้องการดำเนินการต่อหรือไม่',

//POPUP HELP
'LBL_POPHELP_FIELD_DATA_TYPE'=>'เลือกประเภทข้อมูลที่เหมาะสมตามประเภทของข้อมูลที่จะป้อนในฟิลด์นี้',
'LBL_POPHELP_FTS_FIELD_CONFIG' => 'กำหนดค่าฟิลด์ให้สามารถค้นหาข้อความแบบเต็มได้',
'LBL_POPHELP_FTS_FIELD_BOOST' => 'การบูสต์เป็นกระบวนการที่ปรับปรุงความเกี่ยวข้องสำหรับฟิลด์ของระเบียน<br />ฟิลด์ที่มีระดับการบูสต์สูงจะได้รับการถ่วงน้ำหนักมากกว่าเมื่อมีการค้นหา เมื่อดำเนินการค้นหา ระเบียนที่ตรงกันและมีฟิลด์ที่มีการถ่วงน้ำหนักมากกว่าจะปรากฏอยู่ด้านบนในผลการค้นหา<br />ค่าเริ่มต้นคือ 1.0 ซึ่งหมายถึงมีค่าการบูสต์เป็นกลาง ในการใช้การบูสต์ที่เป็นบวก คุณสามารถใช้ค่าโฟลทที่สูงกว่า 1 สำหรับการบูสต์ที่เป็นลบ ให้ใช้ค่าที่ต่ำกว่า 1 ตัวอย่างเช่น ค่า 1.35 จะบูสต์ฟิลด์ขึ้น 135% การใช้ค่า 0.60 จะเป็นการใช้ค่าการบูสต์เป็นลบ<br />โปรดทราบว่าในเวอร์ชันก่อนหน้านี้จะต้องมีการจัดทำดัชนีการค้นหาข้อความแบบเต็มใหม่ ซึ่งไม่จำเป็นต้องทำในเวอร์ชันนี้',
'LBL_POPHELP_IMPORTABLE'=>'<b>ใช่</b>: ฟิลด์นี้จะรวมอยู่ในการนำเข้า<br><b>ไม่</b>: ฟิลด์นี้จะไม่รวมอยู่ในการนำเข้า<br><b>ต้องระบุ</b>: ต้องมีการระบุค่าสำหรับฟิลด์ในการนำเข้า',
'LBL_POPHELP_PII'=>'ช่องนี้จะได้รับการทำเครื่องหมายเพื่อการตรวจสอบโดยอัตโนมัติ และจะมีให้เห็นอยู่ในมุมมองข้อมูลส่วนบุคคล <br>ช่องข้อมูลส่วนบุคคลนั้นสามารถถูกลบออกได้อย่างถาวรเมื่อข้อมูลบันทึกมีความเกี่ยวข้องกับการร้องขอให้ลบข้อมูลส่วนบุคคล <br>การลบจะแล้วเสร็จผ่านทางโมดูลข้อมูลส่วนบุคคล และการกระทำนี้สามารถดำเนินการได้โดยผู้ดูแลระบบ หรือผู้ใช้ที่มีบทบาทเป็นผู้จัดการข้อมูลส่วนบุคคล',
'LBL_POPHELP_IMAGE_WIDTH'=>'ป้อนตัวเลขความกว้างเป็นหน่วยพิกเซล<br> รูปภาพที่อัปโหลดจะได้รับการปรับให้มีความกว้างนี้',
'LBL_POPHELP_IMAGE_HEIGHT'=>'ป้อนตัวเลขความสูงเป็นหน่วยพิกเซล<br> รูปภาพที่อัปโหลดจะได้รับการปรับให้มีความสูงนี้',
'LBL_POPHELP_DUPLICATE_MERGE'=>'<b>เปิดใช้งาน</b>: ฟิลด์นี้จะปรากฏในคุณลักษณะผสานรายการที่ซ้ำ แต่จะไม่สามารถใช้ในเงื่อนไขการกรองในคุณลักษณะค้นหารายการซ้ำ<br><b>ปิดใช้งาน</b>: ฟิลด์นี้จะไม่ปรากฏในคุณลักษณะผสานรายการที่ซ้ำ และจะไม่สามารถใช้ในเงื่อนไขการกรองในคุณลักษณะค้นหารายการซ้ำ'
. '<br><b>ในตัวกรอง</b>: ฟิลด์จะปรากฏในคุณลักษณะผสานรายการที่ซ้ำ และจะใช้ได้ในคุณลักษณะค้นหารายการซ้ำ<br><b>ตัวกรองเท่านั้น</b>: ฟิลด์นี้จะไม่ปรากฏในคุณลักษณะผสานรายการที่ซ้ำ แต่จะใช้ได้ในคุณลักษณะค้นหารายการซ้ำ<br><b>ตัวกรองที่เลือกเป็นค่าเริ่มต้น</b>: ระบบจะใช้ฟิลด์นี้สำหรับเงื่อนไขตัวกรองโดยค่าเริ่มต้นในเพจค้นหารายการซ้ำ และจะปรากฏในคุณลักษณะผสานรายการที่ซ้ำด้วย'
,
'LBL_POPHELP_CALCULATED'=>"สร้างสูตรเพื่อกำหนดค่าในช่องนี้<br>"
   . "คำอธิบายขั้นตอนปฏิบัติงาน ประกอบด้วยการดำเนินการที่ตั้งขึ้นเพื่ออัปเดตช่องนี้ซึ่งการดำเนินการนี้จะไม่ต้องกระทำอีกต่อไป<br>"
   . "ช่องที่ใส่สูตรจะไม่ถูกคำนวณแบบเรียลไทม์ใน "
   . "ฟังก์ชัน Sugar Self-Service Portal หรือ "
   . "เลย์เอาท์แก้ไขมุมมองเคลื่อนที่",

'LBL_POPHELP_DEPENDENT'=>"สร้างสูตรเพื่อกำหนดว่าช่องนี้จะสามารถได้รับการมองเห็นในเลย์เอาท์หรือไม่<br/>"
        . "ช่องแบบพึ่งพาจะตามสูตรที่มันติดอยู่ด้วยในมุมมองเคลื่อนที่ในบราวเซอร์<br/>"
        . "แต่จะไม่ตามสูตรในแอปพลิเคชันดั้งเดิม เช่น แอป Sugar Mobile สำหรับ iPhone <br/>"
        . "ช่องเหล่านั้นจะตามสูตรใน Sugar Self-Service Portal",
'LBL_POPHELP_GLOBAL_SEARCH'=>'เลือกเพื่อใช้ช่องนี้ในการหาข้อความบันทึกโดยใช้เมนู Global Search ในโมดูลนี้',
//Revert Module labels
'LBL_RESET' => 'รีเซ็ต',
'LBL_RESET_MODULE' => 'รีเซ็ตโมดูล',
'LBL_REMOVE_CUSTOM' => 'นำการปรับแต่งออก',
'LBL_CLEAR_RELATIONSHIPS' => 'ล้างข้อมูลความสัมพันธ์',
'LBL_RESET_LABELS' => 'รีเซ็ตป้ายกำกับ',
'LBL_RESET_LAYOUTS' => 'รีเซ็ตเลย์เอาต์',
'LBL_REMOVE_FIELDS' => 'นำฟิลด์ที่กำหนดเองออก',
'LBL_CLEAR_EXTENSIONS' => 'ล้างส่วนขยาย',

'LBL_HISTORY_TIMESTAMP' => 'เวลาระบบ',
'LBL_HISTORY_TITLE' => ' ประวัติ',

'fieldTypes' => array(
                'varchar'=>'TextField',
                'int'=>'จำนวนเต็ม',
                'float'=>'ค่าโฟลท',
                'bool'=>'ช่องทำเครื่องหมาย',
                'enum'=>'ดรอปดาวน์',
                'multienum' => 'เลือกหลายรายการ',
                'date'=>'วันที่',
                'phone' => 'โทรศัพท์',
                'currency' => 'สกุลเงิน',
                'html' => 'HTML',
                'radioenum' => 'ปุ่มตัวเลือก',
                'relate' => 'เชื่อมโยง',
                'address' => 'ที่อยู่',
                'text' => 'TextArea',
                'url' => 'URL',
                'iframe' => 'IFrame',
                'image' => 'รูปภาพ',
                'encrypt'=>'เข้ารหัส',
                'datetimecombo' =>'วันที่และเวลา',
                'decimal'=>'ค่าฐานสิบ',
),
'labelTypes' => array(
    "" => "ป้ายกำกับที่ใช้บ่อย",
    "all" => "ป้ายกำกับทั้งหมด",
),

'parent' => 'เชื่อมโยงแบบยืดหยุ่น',

'LBL_ILLEGAL_FIELD_VALUE' =>"คีย์ดรอปดาวน์ต้องไม่มีเครื่องหมายคำพูด",
'LBL_CONFIRM_SAVE_DROPDOWN' =>"คุณเลือกรายการนี้เพื่อลบออกจากรายการแบบดรอปดาวน์ ฟิลด์แบบดรอปดาวน์ใดก็ตามที่ใช้รายการนี้โดยมีค่านี้จะไม่แสดงค่านี้อีก และผู้ใช้จะไม่สามารถเลือกค่านี้จากฟิลด์แบบดรอปดาวน์ดังกล่าว คุณต้องการดำเนินการต่อหรือไม่",
'LBL_POPHELP_VALIDATE_US_PHONE'=>"เลือกเพื่อตรวจสอบฟิลด์นี้สำหรับการป้อนค่า 10 หลัก<br>" .
                                 "สำหรับหมายเลขโทรศัพท์ โดยรองรับรหัสประเทศ 1 และ<br>" .
                                 "เพื่อใช้รูปแบบของสหรัฐอเมริกากับหมายเลขโทรศัพท์เมื่อระเบียน<br>" .
                                 "มีการบันทึก รูปแบบต่อไปนี้จะมีการใช้งาน: (xxx) xxx-xxxx",
'LBL_ALL_MODULES'=>'โมดูลทั้งหมด',
'LBL_RELATED_FIELD_ID_NAME_LABEL' => '{0} (เกี่ยวข้องกับ ID {1})',
'LBL_HEADER_COPY_FROM_LAYOUT' => 'คัดลอกจากเลย์เอาต์',
);
