<?php

/*
 * Your installation or use of this SugarCRM file is subject to the applicable
 * terms available at
 * http://support.sugarcrm.com/Resources/Master_Subscription_Agreements/.
 * If you do not agree to all of the applicable terms or do not have the
 * authority to bind the entity as an authorized representative, then do not
 * install or use this SugarCRM file.
 *
 * Copyright (C) SugarCRM Inc. All rights reserved.
 */

$mod_strings = array(
    'ERR_ADD_RECORD' => 'Трябва да определите номер на записа, за да добавите потребител към този екип.',
    'ERR_DUP_NAME' => 'Екипът вече съществува, моля изберете друго име.',
    'ERR_DELETE_RECORD' => 'Трябва да определите номер на записа, за да изтриете този екип.',
    'ERR_INVALID_TEAM_REASSIGNMENT' => 'Грешка.  Избраният екип <b>({0})</b> вече е отбелязан за изтриване. Моля, изберете друг.',
    'ERR_CANNOT_REMOVE_PRIVATE_TEAM' => 'Грешка: Потребител на системата не може да бъде изтрит преди да бъде изтрит асоциираният с него персонален екип.',
    'LBL_DESCRIPTION' => 'Описание:',
    'LBL_GLOBAL_TEAM_DESC' => 'Видим за всички',
    'LBL_INVITEE' => 'Членове на екипа',
    'LBL_LIST_DEPARTMENT' => 'Отдел',
    'LBL_LIST_DESCRIPTION' => 'Описание',
    'LBL_LIST_FORM_TITLE' => 'Списък с екипи',
    'LBL_LIST_NAME' => 'Име',
    'LBL_FIRST_NAME' => 'Име:',
    'LBL_LAST_NAME' => 'Фамилия:',
    'LBL_LIST_REPORTS_TO' => 'Докладва на',
    'LBL_LIST_TITLE' => 'Заглавие',
    'LBL_MODULE_NAME' => 'Екипи',
    'LBL_MODULE_NAME_SINGULAR' => 'Екип',
    'LBL_MODULE_TITLE' => 'Екипи',
    'LBL_NAME' => 'Екип:',
    'LBL_NAME_2' => 'Екип(2):',
    'LBL_PRIMARY_TEAM_NAME' => 'Основен екип',
    'LBL_NEW_FORM_TITLE' => 'Нов екип',
    'LBL_PRIVATE' => 'Персонален',
    'LBL_PRIVATE_TEAM_FOR' => 'Персонален екип за:',
    'LBL_SEARCH_FORM_TITLE' => 'Търсене на екип',
    'LBL_TEAM_MEMBERS' => 'Членове на екипа',
    'LBL_TEAM' => 'Екипи:',
    'LBL_USERS_SUBPANEL_TITLE' => 'Потребители',
    'LBL_USERS' => 'Потребители',
    'LBL_REASSIGN_TEAM_TITLE' => 'Има записи за следния/ те екип (и): <b>{0}</b><br>Преди изтриване на екипа/ а, първо трябва да изберете друг/ и екип/ и за тях. Изберете екип, който да бъде използван в замяна.',
    'LBL_REASSIGN_TEAM_BUTTON_KEY' => 'R',
    'LBL_REASSIGN_TEAM_BUTTON_LABEL' => 'Промени',
    'LBL_REASSIGN_TEAM_BUTTON_TITLE' => 'Промени [Alt+R]',
    'LBL_CONFIRM_REASSIGN_TEAM_LABEL' => 'Актуализирайте записите, за да използват новият екип?',
    'LBL_REASSIGN_TABLE_INFO' => 'Атуализиране на таблицата.',
    'LBL_REASSIGN_TEAM_COMPLETED' => 'Операцията приключи успешно.',
    'LNK_LIST_TEAM' => 'Списък с екипи',
    'LNK_LIST_TEAMNOTICE' => 'Членове на екипите',
    'LNK_NEW_TEAM' => 'Създаване на екип',
    'LNK_NEW_TEAM_NOTICE' => 'Създаване на уведомление за екип',
    'NTC_DELETE_CONFIRMATION' => 'Сигурни ли сте, че желаете да изтриете този запис?',
    'NTC_REMOVE_TEAM_MEMBER_CONFIRMATION' => 'Сигурни ли сте, че искате да изтриете тази връзка?',
    'LBL_EDITLAYOUT' => 'Редактиране на подредби' /*for 508 compliance fix*/,

    // Team-Based Permissions
    'LBL_TBA_CONFIGURATION' => 'Разрешения, базирани на екипа',
    'LBL_TBA_CONFIGURATION_DESC' => 'Разреши екипен достъп и управлявай достъпа по модули.',
    'LBL_TBA_CONFIGURATION_LABEL' => 'Активирай разрешения, базирани на екипа',
    'LBL_TBA_CONFIGURATION_MOD_LABEL' => 'Изберете модулите, които да бъдат разрешени',
    'LBL_TBA_CONFIGURATION_TITLE' => 'Активирането на разрешения, базирани на екипа, ще ви позволи да присвоите специфични права за достъп на екипите и потребителите за отделните модули чрез Управление на ролите.',
    'LBL_TBA_CONFIGURATION_WARNING' => <<<STR
Деактивирането на разрешенията, базирани на екипа, за даден модул ще върне всички данни, свързани с разрешенията, базирани на екипа, за този модул, включително Процесните дефиниции или Процесите, които използват тази функция. Това включва Ролите, които използват опцията "Собственик и избран екип" за този модул, както и данните за разрешенията, базирани на екипа, за записи в този модул. Ние също така препоръчваме да използвате инструмента Бързо коригиране и регенериране, за да почистите кеша на вашата система след като блокирате разрешенията, базирани на екипа, за всички модули.
STR
,
    'LBL_TBA_CONFIGURATION_WARNING_DESC' => <<<STR
<strong>Предупреждение:</strong>Деактивирането на разрешенията, базирани на екипа, за даден модул ще върне всички данни, свързани с разрешенията, базирани на екипа, за този модул, включително Процесните дефиниции или Процесите, които използват тази функция. Това включва Ролите, които използват опцията "Собственик и избран екип" за този модул, както и данните за разрешенията, базирани на екипа, за записи в този модул. Ние също така препоръчваме да използвате инструмента Бързо коригиране и регенериране, за да почистите кеша на вашата система след като блокирате разрешенията, базирани на екипа, за всички модули.
STR
,
    'LBL_TBA_CONFIGURATION_WARNING_NO_ADMIN' => <<<STR
Деактивирането на разрешенията, базирани на екипа, за даден модул ще върне всички данни, свързани с разрешенията, базирани на екипа, за този модул, включително Процесните дефиниции или Процесите, които използват тази функция. Това включва Ролите, които използват опцията "Собственик и избран екип" за този модул, както и данните за разрешенията, базирани на екипа, за записи в този модул. Ние също така препоръчваме да използвате инструмента Бързо коригиране и регенериране, за да почистите кеша на вашата система след като блокирате разрешенията, базирани на екипа, за всички модули. Ако нямате достъп за използване на Бързо коригиране и регенериране се свържете с администратор с достъп по менюто за Коригиране.
STR
,
    'LBL_TBA_CONFIGURATION_WARNING_DESC_NO_ADMIN' => <<<STR
<strong>Предупреждение:</strong>Деактивирането на разрешенията, базирани на екипа, за даден модул ще върне всички данни, свързани с разрешенията, базирани на екипа, за този модул, включително Процесните дефиниции или Процесите, които използват тази функция. Това включва Ролите, които използват опцията "Собственик и избран екип" за този модул, както и данните за разрешенията, базирани на екипа, за записи в този модул. Ние също така препоръчваме да използвате инструмента Бързо коригиране и регенериране, за да почистите кеша на вашата система след като блокирате разрешенията, базирани на екипа, за всички модули. Ако нямате достъп за използване на Бързо коригиране и регенериране се свържете с администратор с достъп по менюто за Коригиране.
STR
,
);
