<?php

/*
 * Your installation or use of this SugarCRM file is subject to the applicable
 * terms available at
 * http://support.sugarcrm.com/Resources/Master_Subscription_Agreements/.
 * If you do not agree to all of the applicable terms or do not have the
 * authority to bind the entity as an authorized representative, then do not
 * install or use this SugarCRM file.
 *
 * Copyright (C) SugarCRM Inc. All rights reserved.
 */

$mod_strings = array(
    'ERR_ADD_RECORD' => 'Πρέπει να προσδιορίσετε έναν αριθμό εγγραφής για να προσθέσετε έναν χρήστη σε αυτή την ομάδα.',
    'ERR_DUP_NAME' => 'Το Όνομα Ομάδας υπάρχει ήδη, παρακαλώ επιλέξτε ένα άλλο.',
    'ERR_DELETE_RECORD' => 'Πρέπει να προσδιορίσετε έναν αριθμό εγγραφής για να διαγράψετε αυτήν την ομάδα.',
    'ERR_INVALID_TEAM_REASSIGNMENT' => 'Λάθος. Η επιλεγμένη ομάδα <b>({0})</b> είναι μια ομάδα που έχετε επιλέξει να διαγράψετε. Παρακαλώ επιλέξτε μια άλλη ομάδα.',
    'ERR_CANNOT_REMOVE_PRIVATE_TEAM' => 'Λάθος. Δεν μπορείτε να διαγράψετε ένα χρήστη του οποίου η ιδιωτική ομάδα δεν έχει διαγραφεί.',
    'LBL_DESCRIPTION' => 'Περιγραφή:',
    'LBL_GLOBAL_TEAM_DESC' => 'Συνολικά Ορατό',
    'LBL_INVITEE' => 'Μέλος Ομάδας',
    'LBL_LIST_DEPARTMENT' => 'Τμήμα',
    'LBL_LIST_DESCRIPTION' => 'Περιγραφή',
    'LBL_LIST_FORM_TITLE' => 'Λίστα Ομάδας',
    'LBL_LIST_NAME' => 'Όνομα',
    'LBL_FIRST_NAME' => 'Όνομα:',
    'LBL_LAST_NAME' => 'Επώνυμο:',
    'LBL_LIST_REPORTS_TO' => 'Αναφέρεται Σε',
    'LBL_LIST_TITLE' => 'Τίτλος',
    'LBL_MODULE_NAME' => 'Ομάδες',
    'LBL_MODULE_NAME_SINGULAR' => 'Ομάδα',
    'LBL_MODULE_TITLE' => 'Ομάδες: Αρχή',
    'LBL_NAME' => 'Όνομα Ομάδας:',
    'LBL_NAME_2' => 'Όνομα Ομάδας(2):',
    'LBL_PRIMARY_TEAM_NAME' => 'Όνομα Βασικής Ομάδας',
    'LBL_NEW_FORM_TITLE' => 'Νέα Ομάδα',
    'LBL_PRIVATE' => 'Ιδιωτική',
    'LBL_PRIVATE_TEAM_FOR' => 'Ιδιωτική ομάδα για:',
    'LBL_SEARCH_FORM_TITLE' => 'Αναζήτηση Ομάδας',
    'LBL_TEAM_MEMBERS' => 'Μέλη Ομάδας',
    'LBL_TEAM' => 'Ομάδες:',
    'LBL_USERS_SUBPANEL_TITLE' => 'Χειριστές',
    'LBL_USERS' => 'Χειριστές',
    'LBL_REASSIGN_TEAM_TITLE' => 'Υπάρχουν αρχεία που ανατίθονται στην ακόλουθη ομάδα(ες): <b>{0}</b><br>Πρίν διαγράψετε την ομάδα(ες), πρέπει πρώτα να αναθέσετε εκ νέου αυτά τα αρχεία σε μια νέα ομάδα. Επιλέξτε μια ομάδα που χρησιμοποιείται ως αντικατάσταση.',
    'LBL_REASSIGN_TEAM_BUTTON_KEY' => 'R',
    'LBL_REASSIGN_TEAM_BUTTON_LABEL' => 'Εκ νέου ανάθεση',
    'LBL_REASSIGN_TEAM_BUTTON_TITLE' => 'Εκ νέου ανάθεση',
    'LBL_CONFIRM_REASSIGN_TEAM_LABEL' => 'Συνεχίστε να ενημερώνετε τις εγγραφές που επηρεάζονται, για να χρησιμοποιήσετε τη νέα ομάδα;',
    'LBL_REASSIGN_TABLE_INFO' => 'Ενημέρωση πίνακα {0}',
    'LBL_REASSIGN_TEAM_COMPLETED' => 'Η λειτουργία έχει ολοκληρωθεί επιτυχώς.',
    'LNK_LIST_TEAM' => 'Ομάδες',
    'LNK_LIST_TEAMNOTICE' => 'Ειδοποιήσεις Ομάδας',
    'LNK_NEW_TEAM' => 'Δημιουργία Ομάδας',
    'LNK_NEW_TEAM_NOTICE' => 'Δημιουργία Ομάδας Ειδοποίησης',
    'NTC_DELETE_CONFIRMATION' => 'Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτή την εγγραφή;',
    'NTC_REMOVE_TEAM_MEMBER_CONFIRMATION' => 'Είστε βέβαιοι ότι θέλετε να αφαιρέσετε αυτόν τον χρήστη από ιδιότητα μέλους;',
    'LBL_EDITLAYOUT' => 'Επεξεργασία Διάταξης' /*for 508 compliance fix*/,

    // Team-Based Permissions
    'LBL_TBA_CONFIGURATION' => 'Ομαδικά δικαιώματα',
    'LBL_TBA_CONFIGURATION_DESC' => 'Ενεργοποιήστε την πρόσβαση ομάδας και διαχειριστείτε την πρόσβαση βάση ενότητας.',
    'LBL_TBA_CONFIGURATION_LABEL' => 'Ενεργοποίηση ομαδικών δικαιωμάτων',
    'LBL_TBA_CONFIGURATION_MOD_LABEL' => 'Επιλέξτε τις ενότητες που θα ενεργοποιήσετε',
    'LBL_TBA_CONFIGURATION_TITLE' => 'Η ενεργοποίηση ομαδικών δικαιωμάτων θα σας επιτρέψει να ορίσετε ειδικά δικαιώματα πρόσβασης σε ομάδες και χρήστες για επιμέρους ενότητες, μέσω της διαχείρισης ρόλων.',
    'LBL_TBA_CONFIGURATION_WARNING' => <<<STR
Η απενεργοποίηση ομαδικών αδειών για ενότητα θα έχει ως αποτέλεσμα την απόσυρση οποιωνδήποτε στοιχείων που σχετίζονται με ομαδικές άδειες της συγκεκριμένης ενότητας, συμπεριλαμβανομένων τυχόν ορισμών διαδικασίας ή διαδικασιών που χρησιμοποιούν το συγκεκριμένο χαρακτηριστικό. Σε αυτές συμπεριλαμβάνονται τυχόν ρόλοι με χρήση της επιλογής "Ιδιοκτήτης και επιλεγμένη ομάδα" της συγκεκριμένης ενότητας, καθώς και οποιαδήποτε δεδομένα ομαδικών αδειών για εγγραφές στη συγκεκριμένη ενότητα. Συστήνουμε επίσης όπως χρησιμοποιήσετε το Εργαλείο ταχείας επιδιόρθωσης και ανακατασκευής για να καθαρίσετε την προσωρινή μνήμη του συστήματος, αφού εκτελέσετε απενεργοποίηση ομαδικών αδειών για οποιαδήποτε ενότητα.
STR
,
    'LBL_TBA_CONFIGURATION_WARNING_DESC' => <<<STR
<strong>Προειδοποίηση:</strong> Η απενεργοποίηση ομαδικών αδειών για ενότητα θα έχει ως αποτέλεσμα την απόσυρση οποιωνδήποτε στοιχείων που σχετίζονται με ομαδικές άδειες της συγκεκριμένης ενότητας, συμπεριλαμβανομένων τυχόν ορισμών διαδικασίας ή διαδικασιών που χρησιμοποιούν το συγκεκριμένο χαρακτηριστικό. Σε αυτές συμπεριλαμβάνονται τυχόν ρόλοι με χρήση της επιλογής "Ιδιοκτήτης και επιλεγμένη ομάδα" της συγκεκριμένης ενότητας, καθώς και οποιαδήποτε δεδομένα ομαδικών αδειών για εγγραφές στη συγκεκριμένη ενότητα. Συστήνουμε επίσης όπως χρησιμοποιήσετε το Εργαλείο ταχείας επιδιόρθωσης και ανακατασκευής για να καθαρίσετε την προσωρινή μνήμη του συστήματος, αφού εκτελέσετε απενεργοποίηση ομαδικών αδειών για οποιαδήποτε ενότητα.
STR
,
    'LBL_TBA_CONFIGURATION_WARNING_NO_ADMIN' => <<<STR
Η απενεργοποίηση ομαδικών αδειών για ενότητα θα έχει ως αποτέλεσμα την απόσυρση οποιωνδήποτε στοιχείων που σχετίζονται με ομαδικές άδειες της συγκεκριμένης ενότητας, συμπεριλαμβανομένων τυχόν ορισμών διαδικασίας ή διαδικασιών που χρησιμοποιούν το συγκεκριμένο χαρακτηριστικό. Σε αυτές συμπεριλαμβάνονται τυχόν ρόλοι με χρήση της επιλογής "Ιδιοκτήτης και επιλεγμένη ομάδα" της συγκεκριμένης ενότητας, καθώς και οποιαδήποτε δεδομένα ομαδικών αδειών για εγγραφές στη συγκεκριμένη ενότητα. Συστήνουμε επίσης όπως χρησιμοποιήσετε το Εργαλείο ταχείας επιδιόρθωσης και ανακατασκευής για να καθαρίσετε την προσωρινή μνήμη του συστήματος, αφού εκτελέσετε απενεργοποίηση ομαδικών αδειών για οποιαδήποτε ενότητα.
STR
,
    'LBL_TBA_CONFIGURATION_WARNING_DESC_NO_ADMIN' => <<<STR
<strong>Προειδοποίηση:</strong> Η απενεργοποίηση ομαδικών αδειών για ενότητα θα έχει ως αποτέλεσμα την απόσυρση οποιωνδήποτε στοιχείων που σχετίζονται με ομαδικές άδειες της συγκεκριμένης ενότητας, συμπεριλαμβανομένων τυχόν ορισμών διαδικασίας ή διαδικασιών που χρησιμοποιούν το συγκεκριμένο χαρακτηριστικό. Σε αυτές συμπεριλαμβάνονται τυχόν ρόλοι με χρήση της επιλογής "Ιδιοκτήτης και επιλεγμένη ομάδα" της συγκεκριμένης ενότητας, καθώς και οποιαδήποτε δεδομένα ομαδικών αδειών για εγγραφές στη συγκεκριμένη ενότητα. Συστήνουμε επίσης όπως χρησιμοποιήσετε το Εργαλείο ταχείας επιδιόρθωσης και ανακατασκευής για να καθαρίσετε την προσωρινή μνήμη του συστήματος, αφού εκτελέσετε απενεργοποίηση ομαδικών αδειών για οποιαδήποτε ενότητα.
STR
,
);
