<?php

/*
 * Your installation or use of this SugarCRM file is subject to the applicable
 * terms available at
 * http://support.sugarcrm.com/Resources/Master_Subscription_Agreements/.
 * If you do not agree to all of the applicable terms or do not have the
 * authority to bind the entity as an authorized representative, then do not
 * install or use this SugarCRM file.
 *
 * Copyright (C) SugarCRM Inc. All rights reserved.
 */

$mod_strings = array(
    'ERR_ADD_RECORD' => 'Для добавления пользователя в эту команду необходимо выбрать номер записи.',
    'ERR_DUP_NAME' => 'Такое название команды уже существует, пожалуйста, выберите другое название.',
    'ERR_DELETE_RECORD' => 'Вы должны указать номер записи перед команды.',
    'ERR_INVALID_TEAM_REASSIGNMENT' => 'Ошибка. Выбранная команда ({0}) - команда, которая была отмечена к удалению. Пожалуйста, выберите другую команду.',
    'ERR_CANNOT_REMOVE_PRIVATE_TEAM' => 'Ошибка. Вы не можете удалить пользователя, если его приватная команда не была удалена.',
    'LBL_DESCRIPTION' => 'Описание:',
    'LBL_GLOBAL_TEAM_DESC' => 'Общая видимость',
    'LBL_INVITEE' => 'Члены команды',
    'LBL_LIST_DEPARTMENT' => 'Отдел',
    'LBL_LIST_DESCRIPTION' => 'Описание',
    'LBL_LIST_FORM_TITLE' => 'Список команд',
    'LBL_LIST_NAME' => 'Имя',
    'LBL_FIRST_NAME' => 'Имя',
    'LBL_LAST_NAME' => 'Фамилия:',
    'LBL_LIST_REPORTS_TO' => 'Руководитель',
    'LBL_LIST_TITLE' => 'Должность',
    'LBL_MODULE_NAME' => 'Команды',
    'LBL_MODULE_NAME_SINGULAR' => 'Команда',
    'LBL_MODULE_TITLE' => 'Команды: Главная',
    'LBL_NAME' => 'Название команды:',
    'LBL_NAME_2' => 'Название команды(2):',
    'LBL_PRIMARY_TEAM_NAME' => 'Основное название команды',
    'LBL_NEW_FORM_TITLE' => 'Создать команду',
    'LBL_PRIVATE' => 'Приватная',
    'LBL_PRIVATE_TEAM_FOR' => 'Приватная команда для',
    'LBL_SEARCH_FORM_TITLE' => 'Найти команду',
    'LBL_TEAM_MEMBERS' => 'Члены команды',
    'LBL_TEAM' => 'Команды:',
    'LBL_USERS_SUBPANEL_TITLE' => 'Пользователи',
    'LBL_USERS' => 'Пользователи',
    'LBL_REASSIGN_TEAM_TITLE' => 'Существуют записи, назначенные данной (-ым) команде (-ам): {0}<br />Для удаления команды необходимо сначала переназначить эти записи новой команде. Выберите команду для замены.',
    'LBL_REASSIGN_TEAM_BUTTON_KEY' => 'R',
    'LBL_REASSIGN_TEAM_BUTTON_LABEL' => 'Переназначить',
    'LBL_REASSIGN_TEAM_BUTTON_TITLE' => 'Переназначить [Alt+R]',
    'LBL_CONFIRM_REASSIGN_TEAM_LABEL' => 'Вы хотите завершить переназначение записей для новой команды?',
    'LBL_REASSIGN_TABLE_INFO' => 'Обновление таблицы {0}',
    'LBL_REASSIGN_TEAM_COMPLETED' => 'Операция была успешно завершена.',
    'LNK_LIST_TEAM' => 'Команды',
    'LNK_LIST_TEAMNOTICE' => 'Уведомления для команд',
    'LNK_NEW_TEAM' => 'Новая Команда',
    'LNK_NEW_TEAM_NOTICE' => 'Создать командное уведомление',
    'NTC_DELETE_CONFIRMATION' => 'Вы действительно хотите удалить эту запись?',
    'NTC_REMOVE_TEAM_MEMBER_CONFIRMATION' => 'Вы уверены, что хотите удалить этого сотрудника из команды?',
    'LBL_EDITLAYOUT' => 'Правка расположения' /*for 508 compliance fix*/,

    // Team-Based Permissions
    'LBL_TBA_CONFIGURATION' => 'Разрешения для команды',
    'LBL_TBA_CONFIGURATION_DESC' => 'Предоставьте команде доступ и управляйте им по модулям.',
    'LBL_TBA_CONFIGURATION_LABEL' => 'Включить разрешения для команды',
    'LBL_TBA_CONFIGURATION_MOD_LABEL' => 'Выберите модули, которые необходимо включить',
    'LBL_TBA_CONFIGURATION_TITLE' => 'Включив разрешения для команды, вы сможете предоставлять командам и пользователям определенные права доступа к отдельным модулям с помощью функции "Управление ролями".',
    'LBL_TBA_CONFIGURATION_WARNING' => <<<STR
Отключение разрешений для команды для определенного модуля отменит все изменения данных в этом модуле, полученных на основании разрешений для команды, включая все определения процесса и процессы, использующие эту функцию. Такие данные включают все роли для этого модуля, использующие параметр "Владелец и выбранная команда", а также все данные записей в этом модуле, полученные на основании разрешений для команды. Мы также рекомендуем использовать средство быстрого восстановления для очистки системного кэша после отключения разрешений для команды для какого-либо модуля.
STR
,
    'LBL_TBA_CONFIGURATION_WARNING_DESC' => <<<STR
<strong>Предупреждение.</strong> Отключение разрешений для команды для определенного модуля отменит все изменения данных в этом модуле, полученных на основании разрешений для команды, включая все определения процесса и процессы, использующие эту функцию. Такие данные включают все роли для этого модуля, использующие параметр "Владелец и выбранная команда", а также все данные записей в этом модуле, полученные на основании разрешений для команды. Мы также рекомендуем использовать средство быстрого восстановления для очистки системного кэша после отключения разрешений для команды для какого-либо модуля.
STR
,
    'LBL_TBA_CONFIGURATION_WARNING_NO_ADMIN' => <<<STR
Отключение разрешений для команды для определенного модуля отменит все изменения данных в этом модуле, полученных на основании разрешений для команды, включая все определения процесса и процессы, использующие эту функцию. Такие данные включают все роли для этого модуля, использующие параметр "Владелец и выбранная команда", а также все данные записей в этом модуле, полученные на основании разрешений для команды. Мы также рекомендуем использовать средство быстрого восстановления для очистки системного кэша после отключения разрешений для команды для какого-либо модуля. Если у вас нет доступа к средству быстрого восстановления, обратитесь к администратору с правами доступа к меню "Восстановление".
STR
,
    'LBL_TBA_CONFIGURATION_WARNING_DESC_NO_ADMIN' => <<<STR
<strong>Предупреждение.</strong> Отключение разрешений для команды для определенного модуля отменит все изменения данных в этом модуле, полученных на основании разрешений для команды, включая все определения процесса и процессы, использующие эту функцию. Такие данные включают все роли для этого модуля, использующие параметр "Владелец и выбранная команда", а также все данные записей в этом модуле, полученные на основании разрешений для команды. Мы также рекомендуем использовать средство быстрого восстановления для очистки системного кэша после отключения разрешений для команды для какого-либо модуля. Если у вас нет доступа к средству быстрого восстановления, обратитесь к администратору с правами доступа к меню "Восстановление".
STR
,
);
