<?php

/*
 * Your installation or use of this SugarCRM file is subject to the applicable
 * terms available at
 * http://support.sugarcrm.com/Resources/Master_Subscription_Agreements/.
 * If you do not agree to all of the applicable terms or do not have the
 * authority to bind the entity as an authorized representative, then do not
 * install or use this SugarCRM file.
 *
 * Copyright (C) SugarCRM Inc. All rights reserved.
 */

$mod_strings = array(
    'ERR_ADD_RECORD' => 'คุณต้องระบุเลขที่ระเบียนเพื่อเพิ่มผู้ใช้ในทีมนี้',
    'ERR_DUP_NAME' => 'มีชื่อทีมนี้แล้ว โปรดเลือกชื่ออื่น',
    'ERR_DELETE_RECORD' => 'คุณต้องระบุเลขที่ระเบียนเพื่อลบทีมนี้',
    'ERR_INVALID_TEAM_REASSIGNMENT' => 'ข้อผิดพลาด ทีมที่เลือกไว้ <b>({0})</b> เป็นทีมที่คุณเลือกที่จะลบ โปรดเลือกทีมอื่น',
    'ERR_CANNOT_REMOVE_PRIVATE_TEAM' => 'ข้อผิดพลาด คุณไม่สามารถลบผู้ใช้ที่ยังไม่ได้ลบทีมส่วนตัวออก',
    'LBL_DESCRIPTION' => 'คำอธิบาย:',
    'LBL_GLOBAL_TEAM_DESC' => 'ปรากฏทั้งหมด',
    'LBL_INVITEE' => 'สมาชิกทีม',
    'LBL_LIST_DEPARTMENT' => 'แผนก',
    'LBL_LIST_DESCRIPTION' => 'คำอธิบาย',
    'LBL_LIST_FORM_TITLE' => 'รายการทีม',
    'LBL_LIST_NAME' => 'ชื่อ',
    'LBL_FIRST_NAME' => 'ชื่อ:',
    'LBL_LAST_NAME' => 'นามสกุล:',
    'LBL_LIST_REPORTS_TO' => 'ผู้บังคับบัญชา',
    'LBL_LIST_TITLE' => 'ตำแหน่ง',
    'LBL_MODULE_NAME' => 'ทีม',
    'LBL_MODULE_NAME_SINGULAR' => 'ทีม',
    'LBL_MODULE_TITLE' => 'ทีม: หน้าแรก',
    'LBL_NAME' => 'ชื่อทีม:',
    'LBL_NAME_2' => 'ชื่อทีม (2):',
    'LBL_PRIMARY_TEAM_NAME' => 'ชื่อทีมหลัก',
    'LBL_NEW_FORM_TITLE' => 'ทีมใหม่',
    'LBL_PRIVATE' => 'ส่วนตัว',
    'LBL_PRIVATE_TEAM_FOR' => 'ทีมส่วนตัวสำหรับ: ',
    'LBL_SEARCH_FORM_TITLE' => 'การค้นหาทีม',
    'LBL_TEAM_MEMBERS' => 'สมาชิกทีม',
    'LBL_TEAM' => 'ทีม:',
    'LBL_USERS_SUBPANEL_TITLE' => 'ผู้ใช้',
    'LBL_USERS' => 'ผู้ใช้',
    'LBL_REASSIGN_TEAM_TITLE' => 'มีระเบียนที่ระบุให้กับทีมต่อไปนี้: <b>{0}</b><br>ก่อนที่จะลบทีม คุณต้องระบุระเบียนเหล่านี้ให้กับทีมใหม่ก่อน เลือกทีมที่จะใช้แทน',
    'LBL_REASSIGN_TEAM_BUTTON_KEY' => 'R',
    'LBL_REASSIGN_TEAM_BUTTON_LABEL' => 'ระบุใหม่',
    'LBL_REASSIGN_TEAM_BUTTON_TITLE' => 'ระบุใหม่',
    'LBL_CONFIRM_REASSIGN_TEAM_LABEL' => 'ดำเนินการอัปเดตระเบียนที่ได้รับผลเพื่อใช้ทีมใหม่หรือไม่',
    'LBL_REASSIGN_TABLE_INFO' => 'กำลังอัปเดตตาราง {0}',
    'LBL_REASSIGN_TEAM_COMPLETED' => 'ดำเนินการเสร็จสมบูรณ์แล้ว',
    'LNK_LIST_TEAM' => 'ทีม',
    'LNK_LIST_TEAMNOTICE' => 'ประกาศของทีม',
    'LNK_NEW_TEAM' => 'สร้างทีม',
    'LNK_NEW_TEAM_NOTICE' => 'สร้างประกาศของทีม',
    'NTC_DELETE_CONFIRMATION' => 'คุณแน่ใจหรือไม่ว่าต้องการลบระเบียนนี้',
    'NTC_REMOVE_TEAM_MEMBER_CONFIRMATION' => 'คุณแน่ใจหรือว่าต้องการยกเลิกการเป็นสมาชิกของผู้ใช้นี้',
    'LBL_EDITLAYOUT' => 'แก้ไขเลย์เอาต์' /*for 508 compliance fix*/,

    // Team-Based Permissions
    'LBL_TBA_CONFIGURATION' => 'สิทธิ์ใช้งานที่อ้างอิงทีม',
    'LBL_TBA_CONFIGURATION_DESC' => 'เปิดใช้งานการเข้าถึงของทีมและจัดการการเข้าถึงแยกตามโมดูล',
    'LBL_TBA_CONFIGURATION_LABEL' => 'เปิดใช้งานสิทธิ์ใช้งานที่อ้างอิงทีม',
    'LBL_TBA_CONFIGURATION_MOD_LABEL' => 'เลือกโมดูลที่จะเปิดใช้งาน',
    'LBL_TBA_CONFIGURATION_TITLE' => 'การเปิดใช้งานสิทธิ์ใช้งานที่อ้างอิงทีมจะช่วยให้คุณสามารถระบุสิทธิ์เข้าถึงให้กับทีมและผู้ใช้สำหรับแต่ละโมดูลผ่านการจัดการบทบาท',
    'LBL_TBA_CONFIGURATION_WARNING' => <<<STR
การปิดใช้สิทธิ์ของทีมสำหรับโมดูลจะเปลี่ยนข้อมูลทั้งหมดที่เชื่อมโยงกับสิทธิ์ของทีมสำหรับโมดูลนั้นกลับ รวมถึงการกำหนดกระบวนการหรือกระบวนการที่ใช้คุณลักษณะนี้ ทั้งนี้รวมถึงบทบาททั้งหมดที่ใช้ตัวเลือก "เจ้าของและทีมที่เลือก" สำหรับโมดูลนั้น และข้อมูลสิทธิ์ของทีมสำหรับระเบียนในโมดูลดังกล่าว
 และเราขอแนะนำให้คุณใช้เครื่องมือการซ่อมแซมด่วนและการสร้างใหม่เพื่อล้างแคชของระบบหลังจากปิดใช้งานสิทธิ์ของทีมในโมดูลใดก็ตาม
STR
,
    'LBL_TBA_CONFIGURATION_WARNING_DESC' => <<<STR
<strong>คำเตือน:</strong> การปิดใช้สิทธิ์ของทีมสำหรับโมดูลจะเปลี่ยนข้อมูลทั้งหมดที่เชื่อมโยงกับสิทธิ์ของทีมสำหรับโมดูลนั้นกลับ รวมถึงการกำหนดกระบวนการหรือกระบวนการที่ใช้คุณลักษณะนี้ ทั้งนี้รวมถึงบทบาททั้งหมดที่ใช้ตัวเลือก "เจ้าของและทีมที่เลือก" สำหรับโมดูลนั้น และข้อมูลสิทธิ์ของทีมสำหรับระเบียนในโมดูลดังกล่าว
 และเราขอแนะนำให้คุณใช้เครื่องมือการซ่อมแซมด่วนและการสร้างใหม่เพื่อล้างแคชของระบบหลังจากปิดใช้งานสิทธิ์ของทีมในโมดูลใดก็ตาม
STR
,
    'LBL_TBA_CONFIGURATION_WARNING_NO_ADMIN' => <<<STR
การปิดใช้สิทธิ์ของทีมสำหรับโมดูลจะเปลี่ยนข้อมูลทั้งหมดที่เชื่อมโยงกับสิทธิ์ของทีมสำหรับโมดูลนั้นกลับ รวมถึงการกำหนดกระบวนการหรือกระบวนการที่ใช้คุณลักษณะนี้ ทั้งนี้รวมถึงบทบาททั้งหมดที่ใช้ตัวเลือก "เจ้าของและทีมที่เลือก" สำหรับโมดูลนั้น และข้อมูลสิทธิ์ของทีมสำหรับระเบียนในโมดูลดังกล่าว
 และเราขอแนะนำให้คุณใช้เครื่องมือการซ่อมแซมด่วนและการสร้างใหม่เพื่อล้างแคชของระบบหลังจากปิดใช้งานสิทธิ์ของทีมในโมดูลใดก็ตาม ถ้าคุณไม่มีสิทธิ์เข้าถึงที่จะใช้เครื่องมือการซ่อมแซมด่วนและการสร้างใหม่ โปรดติดต่อผู้ดูแลระบบที่มีสิทธิ์เข้าถึงเมนูซ่อมแซม
STR
,
    'LBL_TBA_CONFIGURATION_WARNING_DESC_NO_ADMIN' => <<<STR
<strong>คำเตือน:</strong> การปิดใช้สิทธิ์ของทีมสำหรับโมดูลจะเปลี่ยนข้อมูลทั้งหมดที่เชื่อมโยงกับสิทธิ์ของทีมสำหรับโมดูลนั้นกลับ รวมถึงการกำหนดกระบวนการหรือกระบวนการที่ใช้คุณลักษณะนี้ ทั้งนี้รวมถึงบทบาททั้งหมดที่ใช้ตัวเลือก "เจ้าของและทีมที่เลือก" สำหรับโมดูลนั้น และข้อมูลสิทธิ์ของทีมสำหรับระเบียนในโมดูลดังกล่าว
 และเราขอแนะนำให้คุณใช้เครื่องมือการซ่อมแซมด่วนและการสร้างใหม่เพื่อล้างแคชของระบบหลังจากปิดใช้งานสิทธิ์ของทีมในโมดูลใดก็ตาม ถ้าคุณไม่มีสิทธิ์เข้าถึงที่จะใช้เครื่องมือการซ่อมแซมด่วนและการสร้างใหม่ โปรดติดต่อผู้ดูแลระบบที่มีสิทธิ์เข้าถึงเมนูซ่อมแซม
STR
,
);
