<?php

/*
 * Your installation or use of this SugarCRM file is subject to the applicable
 * terms available at
 * http://support.sugarcrm.com/Resources/Master_Subscription_Agreements/.
 * If you do not agree to all of the applicable terms or do not have the
 * authority to bind the entity as an authorized representative, then do not
 * install or use this SugarCRM file.
 *
 * Copyright (C) SugarCRM Inc. All rights reserved.
 */

$mod_strings = array(
    'ERR_ADD_RECORD' => 'Необхідно вказати номер запису для того, щоб додати користувача до цієї групи.',
    'ERR_DUP_NAME' => 'Вказана назва команди вже існує, будь ласка, оберіть іншу назву.',
    'ERR_DELETE_RECORD' => 'Необхідно вказати номер запису, щоб видалити цю команду.',
    'ERR_INVALID_TEAM_REASSIGNMENT' => 'Помилка. Обрана команда <b>({0})</b> - команда, яку ви обрали для видалення. Будь ласка, виберіть іншу команду.',
    'ERR_CANNOT_REMOVE_PRIVATE_TEAM' => 'Помилка. Не можна видалити користувача, якщо не видалена його приватна команда.',
    'LBL_DESCRIPTION' => 'Опис:',
    'LBL_GLOBAL_TEAM_DESC' => 'Загальна видимість',
    'LBL_INVITEE' => 'Учасники команди',
    'LBL_LIST_DEPARTMENT' => 'Відділення',
    'LBL_LIST_DESCRIPTION' => 'Опис',
    'LBL_LIST_FORM_TITLE' => 'Список команд',
    'LBL_LIST_NAME' => 'Назва',
    'LBL_FIRST_NAME' => 'Ім&#39;я:',
    'LBL_LAST_NAME' => 'Прізвище:',
    'LBL_LIST_REPORTS_TO' => 'Керівник',
    'LBL_LIST_TITLE' => 'Посада',
    'LBL_MODULE_NAME' => 'Команди',
    'LBL_MODULE_NAME_SINGULAR' => 'Команда',
    'LBL_MODULE_TITLE' => 'Команди: Головна',
    'LBL_NAME' => 'Назва команди:',
    'LBL_NAME_2' => 'Назва команди(2):',
    'LBL_PRIMARY_TEAM_NAME' => 'Назва основної команди',
    'LBL_NEW_FORM_TITLE' => 'Нова команда',
    'LBL_PRIVATE' => 'Приватна',
    'LBL_PRIVATE_TEAM_FOR' => 'Приватна команда для',
    'LBL_SEARCH_FORM_TITLE' => 'Пошук команд',
    'LBL_TEAM_MEMBERS' => 'Учасники команди',
    'LBL_TEAM' => 'Команди:',
    'LBL_USERS_SUBPANEL_TITLE' => 'Користувачі',
    'LBL_USERS' => 'Користувачі',
    'LBL_REASSIGN_TEAM_TITLE' => 'Є записи, призначені наступній(-им) команді (-ам): <b>{0}</b><br>Перед видаленням команд (-и), необхідно перепризначити ці записи новій команді. Оберіть комаду для перепризначення.',
    'LBL_REASSIGN_TEAM_BUTTON_KEY' => 'R',
    'LBL_REASSIGN_TEAM_BUTTON_LABEL' => 'Перепризначити',
    'LBL_REASSIGN_TEAM_BUTTON_TITLE' => 'Перепризначити',
    'LBL_CONFIRM_REASSIGN_TEAM_LABEL' => 'Продовжити оновлення записів для перепризначення новій команді?',
    'LBL_REASSIGN_TABLE_INFO' => 'Оновлення таблиці {0}',
    'LBL_REASSIGN_TEAM_COMPLETED' => 'Операцію успішно завершено.',
    'LNK_LIST_TEAM' => 'Команди',
    'LNK_LIST_TEAMNOTICE' => 'Повідомлення для команди',
    'LNK_NEW_TEAM' => 'Створити команду',
    'LNK_NEW_TEAM_NOTICE' => 'Створити повідомлення для команди',
    'NTC_DELETE_CONFIRMATION' => 'Ви дійсно бажаєте видалити цей запис?',
    'NTC_REMOVE_TEAM_MEMBER_CONFIRMATION' => 'Ви дійсно бажаєте видалити цього учасника з команди?',
    'LBL_EDITLAYOUT' => 'Редагувати розташування' /*for 508 compliance fix*/,

    // Team-Based Permissions
    'LBL_TBA_CONFIGURATION' => 'Дозволи для команди',
    'LBL_TBA_CONFIGURATION_DESC' => 'Надайте команді доступ та керуйте ним за модулями.',
    'LBL_TBA_CONFIGURATION_LABEL' => 'Увімкнути дозволи для команди',
    'LBL_TBA_CONFIGURATION_MOD_LABEL' => 'Виберіть модулі, які потрібно ввімкнути',
    'LBL_TBA_CONFIGURATION_TITLE' => 'Увімкнувши дозволи для команди, ви зможете надавати командам і користувачам певні права доступу до окремих модулів за допомогою функції "Керування ролями".',
    'LBL_TBA_CONFIGURATION_WARNING' => <<<STR
Вимкнення дозволів для команди для певного модуля відновить усі дані в цьому модулі, які було отримано на основі дозволів для команди, включно з усіма визначеннями процесу і процесами, що використовують цю функцію. Такі дані включають усі ролі для цього модуля, які використовують параметр "Власник і вибрана команда", а також усі дані записів у цьому модулі, отримані на основі дозволів для команди. Також рекомендується використовувати засіб швидкого відновлення для очищення системного кеша після вимкнення дозволів для команди для будь-якого модуля.
STR
,
    'LBL_TBA_CONFIGURATION_WARNING_DESC' => <<<STR
<strong>Попередження.</strong> Вимкнення дозволів для команди для певного модуля відновить усі дані в цьому модулі, які було отримано на основі дозволів для команди, включно з усіма визначеннями процесу і процесами, що використовують цю функцію. Такі дані включають усі ролі для цього модуля, які використовують параметр "Власник і вибрана команда", а також усі дані записів у цьому модулі, отримані на основі дозволів для команди. Також рекомендується використовувати засіб швидкого відновлення для очищення системного кеша після вимкнення дозволів для команди для будь-якого модуля.
STR
,
    'LBL_TBA_CONFIGURATION_WARNING_NO_ADMIN' => <<<STR
Вимкнення дозволів для команди для певного модуля відновить усі дані в цьому модулі, які було отримано на основі дозволів для команди, включно з усіма визначеннями процесу і процесами, що використовують цю функцію. Такі дані включають усі ролі для цього модуля, які використовують параметр "Власник і вибрана команда", а також усі дані записів у цьому модулі, отримані на основі дозволів для команди. Також рекомендується використовувати засіб швидкого відновлення для очищення системного кеша після вимкнення дозволів для команди для будь-якого модуля. Якщо у вас немає доступу до засобу швидкого відновлення, зверніться до адміністратора з правами доступу до меню "Відновлення".
STR
,
    'LBL_TBA_CONFIGURATION_WARNING_DESC_NO_ADMIN' => <<<STR
<strong>Попередження.</strong> Вимкнення дозволів для команди для певного модуля відновить усі дані в цьому модулі, які було отримано на основі дозволів для команди, включно з усіма визначеннями процесу і процесами, що використовують цю функцію. Такі дані включають усі ролі для цього модуля, які використовують параметр "Власник і вибрана команда", а також усі дані записів у цьому модулі, отримані на основі дозволів для команди. Також рекомендується використовувати засіб швидкого відновлення для очищення системного кеша після вимкнення дозволів для команди для будь-якого модуля. Якщо у вас немає доступу до засобу швидкого відновлення, зверніться до адміністратора з правами доступу до меню "Відновлення".
STR
,
);
